Repository: manicoder/WikitekMotorCycleMechanik
Catalog: WikitekMotorCycleMechanik/WikitekMotorCycleMechanik/Resources.*.resx
Languages: bg, hi, kn, ml, te

source: drifted
bg: ড্রিফটেড
hi: ड्रिफ्टेड
kn: ಡ್ರಿಫ್ಟ್ದ್
ml: ഡ്രിഫ്റ്റെട്
te: డ్రిఫ్టెడ్

source: drive
bg: ড্রাইভ
hi: ड्राइव
kn: ಡ್ರೈವ್
ml: ഡ്രൈവ്
te: డ్రైవ్

source: driveline
bg: ড্রাইভলিন
hi: द्रिवलाइन
kn: ಡ್ರೈವೆಲಿನ್
ml: ഡ്രൈവ്ലൈൻ
te: డ్రైవ్ లైన్

source: driver
bg: ড্রাইভার
hi: ड्राइवर
kn: ಡ್ರೈವರ್
ml: ഡ്രൈവർ
te: డ్రైవర్

source: drop
bg: ড্রপ
hi: ड्राप
kn: ಡ್ರಾಪ್
ml: ഡ്രോപ്പ്
te: డ్రాప్

source: drops
bg: ড্রপস
hi: ड्रॉप्स
kn: ಡ್ರಾಪ್ಸ್
ml: ഡ്രോപ്സ്
te: డ్రాప్స్

source: dual
bg: ডুয়াল
hi: ड्यूल
kn: ಡುಯಲ್
ml: ഡ്വൊൽ
te: డ్యుయల్

source: due
bg: ডুয়ো
hi: ड्यू
kn: ಡ್ಯೂ
ml: ഡ്യൂ
te: డ్యు

source: duration
bg: ডিউরেসেন
hi: डुरेशन
kn: ದೂರೇಷನ್
ml: ഡൂറേഷൻ
te: డ్యురెషన్

source: during
bg: দুইড়িং
hi: दूरिंग
kn: ಡ್ಯೂರಿಂಗ್
ml: ഡൂറിങ്
te: డ్యురింగ్

source: duty
bg: ডিউটি
hi: ड्यूटी
kn: ಡ್ಯೂಟಿ
ml: ഡ്യൂട്ടി
te: డ్యుటి

source: early
bg: আর্লি
hi: अर्ली
kn: ಅರ್ಲಿ
ml: ഇയേർളി
te: ఎర్లి

source: earth
bg: আর্থ
hi: एअर्थ
kn: ಅರ್ಥ್
ml: എർത്ത്
te: ఎర్త్

source: economy
bg: ইকোনমি
hi: इकोनॉमी
kn: ಎಕಾನಮಿ
ml: എകണോമി
te: ఎకానొమి

source: ecu
bg: ই সি উ
hi: ईसीयू
kn: ಈ ಸಿ ಯು
ml: ഇസിയു
te: ఈ సి యు

source: edge
bg: এজ
hi: एज
kn: ಎಡ್ಜ್
ml: എട്ജ്
te: ఎడ్ఙ్

source: EEPROM
bg: এপিরম
hi: ईप्रोम
kn: ಈಪ್ರಾಮ್
ml: ഇഇപിആർഒഎം
te: ఇప్రామ్

source: Effect
bg: ইফেক্ট
hi: इफ़ेक्ट
kn: ಎಫೆಕ್ಟ್
ml: എഫക്റ്റ്
te: ఎఫ్ఫెక్ట్

source: efficiency
bg: এফিসিয়েন্সি
hi: एफिशिएंसी
kn: ಎಫಿಸೈನ್ಸಿ
ml: എഫിഷെൻസി
te: ఎఫిషియన్సి

source: electric
bg: ইলেকট্রিক
hi: इलेक्ट्रिक
kn: ಎಲೆಕ್ಟ್ರಿಕ್
ml: ഇലക്ട്രിക്
te: ఎలక్ట్రిక్

source: electrical
bg: ইলেকট্রিকাল
hi: इलेक्ट्रिकल
kn: ಎಲೆಕ್ಟ್ರಿಕಲ್
ml: ഇലക്റ്റ്രിക്കൽ
te: ఎలక్ట్రకల్

source: emission
bg: এমিশন
hi: एमिशन
kn: ಎಮಿಶನ್
ml: എമിഷൻ
te: యెమిషన్

source: emissions
bg: এমিশনস
hi: एमिशन्स
kn: ಎಮಿಷನ್ಸ್
ml: എമിഷൻ
te: ఎమిషన్స్

source: ems
bg: এমস
hi: ईएमएस
kn: ಈ ಎಂ ಎಸ್
ml: ഇഎംഎസ്
te: ఈ మ్ం స్

source: Emulation
bg: এমওলুশন
hi: एमुलेशन
kn: ಎಮ್ಯುಲೇಶನ್
ml: എമലൂഷൻ
te: ఎమ్యులెషన్

source: end
bg: এন্ড
hi: एन्ड
kn: ಎಂಡ್
ml: എൻഡ്
te: ఎండ్

source: energising
bg: এনার্জিসিং
hi: एनेर्जिक्सिंग
kn: ಎನೆರ್ಜಿಝಿನ್ಗ್
ml: എനർജൈസിങ്
te: ఎనర్ఙైసింగ్

source: energizing
bg: এনার্জিজিঙ
hi: एनेर्जिक्सिंग
kn: ಎನರ್ಜಿಸಿಂಗ್
ml: എനെർജൈസിങ്
te: ఎనర్ఙైసింగ్

source: engaged
bg: এংগেজড
hi: एंगेज
kn: ಎಂಗೇಜ್ಡ್
ml: എൻഗേജ്
te: ఎన్గెఙడ్

source: engine
bg: ইঞ্জিন
hi: इंजन
kn: ಎಂಜಿನ್
ml: എൻജിൻ
te: ఇంజిన్

source: Ensure
bg: ইনসুএর
hi: एँसूर
kn: ಎಣ್ಸುರ್
ml: എൻഷ്വർ
te: ఎన్ష్యుర్

source: entry
bg: এন্ট্রি
hi: एंट्री
kn: ಎಂಟರ್
ml: എൻട്രി
te: ఎంట్రీ

source: environment
bg: এনভাইরোমেন্ট
hi: एन्वॉयरमेंट
kn: ಎಂವ್ಯರೋಮೆಂಟ್
ml: എൻവിറോൺമെന്റ്
te: ఎన్విరాన్మెంట్

source: Environmental
bg: এনভায়রনমেন্টাল
hi: एनवायर्नमेंटल
kn: ಎನ್ವಿರೋನ್ಯೂಮೆಂಟಲ್
ml: എൺവിറോൺമെന്റ്
te: ఇన్విరాన్మెంటల్

source: equal
bg: একুয়াল
hi: इक्वल
kn: ಈಕ್ವಲ್
ml: ഈക്വൽ
te: ఇక్వాల్

source: equivalence
bg: একুইভ্যালান্স
hi: एक्विवैलेन्स
kn: ಎಕ್ಸ್ಇವಳೆನ್ಸ್
ml: ഇക്വിവാലൻ്റ്
te: ఇక్వవల్న్సె

source: equivalent
bg: একুইভ্যালেন্ট
hi: एक्विवैलेन्ट
kn: ಎಕ್ವಳೆಂತ್
ml: ഇക്വിവാലൻ്റ്
te: ఇక్వవలెంట్

source: Erase
bg: ইরেশ
hi: इरेस
kn: ಇರೇಜ್
ml: ഇറേസ്
te: ఇరేస్

source: erasing
bg: ইরেশইং
hi: इरेसिंग
kn: ಇರಸಿಂಗ್
ml: ഇറേസിങ്
te: ఇరెఙింగ్

source: erratic
bg: ইর্রাটিকে
hi: इरेटिक
kn: ಇರಾಟಿಕ್
ml: എറാറ്റിക്
te: ఎర్రాటిక్

source: error
bg: এরর
hi: एरर
kn: ಎರರ್
ml: എറർ
te: ఎర్రర్

source: errors
bg: এরর্স
hi: एर्रोर्स
kn: ಎರ್ರೋರ್ಸ್
ml: എറർസ്
te: ఎర్ర్ ర్స్

source: esm
bg: এসম
hi: ईएसएम
kn: ಈ ಎಸ್ ಎಂ
ml: ഇഎസ്എം
te: ఇ స్ మ్

source: estimation
bg: এস্টিমেশন
hi: एस्टिमेशन
kn: ಎಸ್ಟಿಮೇಶನ್
ml: എസ്റ്റിമേഷൻ
te: ఎస్టిమెషన్

source: ethanol
bg: ইথানল
hi: इथेनॉल
kn: ಎಥನಾಲ್
ml: ഇത്തനൊൾ
te: ఇథనాల్

source: evaporative
bg: এভাপোরেটিভ
hi: ईवापोरटिव
kn: ಏವಾಪೂರಟಿವ್
ml: ഇവാപൊറേറ്റ്
te: ఎవాపొరెట్

source: evaporator
bg: এভাপোরেটর
hi: ईवापुरेटर
kn: ಎವಪೊರ್ಟೆರ್
ml: ഇവാപൊറേറ്റർ
te: ఎవొపొరెటర్

source: even
bg: ইভেন
hi: इवन
kn: ಈವನ್
ml: ഈവൻ
te: ఇవెన్

source: event
bg: ইভেন্ট
hi: इवेंट
kn: ಇವೆಂಟ್
ml: ഇവന്റ്
te: ఈవెంట్

source: events
bg: ইভেন্টস
hi: इवेंट्स
kn: ಇವೆಂಟ್ಸ್
ml: ഇവെൻസ്
te: ఈవెంట్స్

source: exceed
bg: এক্সসিড
hi: एक्ससीड
kn: ಎಕ್ಸೀಡ್
ml: എക്സീഡ്
te: ఎక్సిడ్

source: exceeded
bg: এক্সসিএইডেড
hi: एक्ससीडेड
kn: ಎಸ್ಸ್ಗ್ಡೆಡ್
ml: എക്സീഡ്ഡ്
te: ఎక్సిడెడ్

source: Excess
bg: এক্সসেস
hi: एक्सेस
kn: ಎಸ್ಸ್ಸ್ಸ್
ml: എക്സൈസ്
te: ఎక్సెస్

source: excessive
bg: এক্সেসেসিভ
hi: एक्सेसिव
kn: ಎಸ್ಚೆಸ್ಸಿವ್
ml: എക്സസീവ്
te: ఎక్సెసివ్

source: execution
bg: এক্সেকিউশন
hi: एक्सीक्यूशन
kn: ಎಕ್ಸಿಕ್ಯುಷನ್
ml: എക്സിക്യൂഷൻ
te: ఎక్సిక్యుషన్

source: exhaust
bg: এক্সহস্ট
hi: एग्जॉस्ट
kn: ಎಸ್ಹೌಸ್ಟ್
ml: എക്ഹോസ്റ്റ്
te: ఎగ్జాస్ట్

source: exists
bg: এক্সিস্টস
hi: एक्सिस्ट्स
kn: ಏಕ್ಸಿಸ್ಟ್ಸ್
ml: എക്സിസ്റ്റ്സ്
te: ఎక్సిస్ట్స్

source: expected
bg: এক্সপেকটেড
hi: एक्सपेक्टेड
kn: ಎಕ್ಸ್ಪೆಕ್ಟೆಡ್
ml: എക്സ്പെക്റ്റഡ്
te: ఎక్సపెక్టెడ్

source: external
bg: এক্সটার্নাল
hi: एक्सटर्नल
kn: ಎಕ್ಸ್ಟರ್ನಲ್
ml: എക്സ്റ്റേണൽ
te: ఎక్సటర్నెల్

source: factor
bg: ফ্যাক্টর
hi: फैक्टर
kn: ಫ್ಯಾಕ್ಟರ್
ml: ഫാക്റ്റർ
te: ఫాక్టర్

source: factory
bg: ফ্যাক্টর
hi: फैक्ट्री
kn: ಫ್ಯಾಕ್ಟರಿ
ml: ഫാക്ട്രീ
te: ఫ్యాక్టరీ

source: fail
bg: ফেল
hi: फेल
kn: ಫೇಲ್
ml: ഫെയിൽ
te: ఫెయల్

source: failed
bg: ফেল্ড
hi: फल्ड
kn: ಫೇಲ್ಡ್
ml: ഫെയിൽഡ്
te: ఫెయల్ద్డ్ఢ్

source: fails
bg: ফেলস
hi: फेल
kn: ಫೈಲ್ಸ್
ml: ഫെയിൽസ്
te: ఫెయిల్స్

source: failure
bg: ফেলিউরে
hi: फेलियर
kn: ಫೇಲ್ಯೂರ್
ml: ഫെയ്ല്യർ
te: ఫెయ్లెర్

source: failures
bg: ফ্যালিউঃরস
hi: फेलियर
kn: ಫೈಲ್ಯೂರ್ಸ್
ml: ഫെയ്ല്യേർസ്
te: ఫెయిల్యుర్స్

source: fault
bg: ফল্ট
hi: फ़ॉल्ट
kn: ಫಾಲ್ಟ್
ml: ഫോൾറ്റ്
te: ఫాల్ట్

source: faulty
bg: ফাউলটি
hi: फौल्टी
kn: ಫ್ಯಾಲ್ಟಿ
ml: ഫൗൾട്ടി
te: ఫాల్టి

source: fc
bg: ফসি
hi: एफ़ सी
kn: ಫ್ ಸಿ
ml: എഫ്സി
te: య్ఫ్ సి

source: feed
bg: ফিড
hi: फीड
kn: ಫೀಡ್
ml: ഫീഡ്
te: ఫీడ్

source: feedback
bg: ফিডব্যাক
hi: फीडबैक
kn: ಫೀಡ್ಬ್ಯಾಕ್
ml: ഫീഡ്ബാക്ക്
te: ఫిడ్ బాక్

source: few
bg: ফিউ
hi: फ्यू
kn: ಫ್ಯೂ
ml: ഫ്യൂ
te: ఫ్యు

source: field
bg: ফিল্ড
hi: फील्ड
kn: ಫೀಲ್ಡ್
ml: ഫീൽഡ്
te: ఫీల్డ్

source: file
bg: ফাইল
hi: फाइल
kn: ಫೈಲ್
ml: ഫൈൽ
te: ఫైలు

source: filter
bg: ফিল্টার
hi: फिलटर
kn: ಫಿಲ್ಟರ್
ml: ഫിൽറ്റർ
te: ఫిల్టర్

source: filtered
bg: ফিল্টারড
hi: फिल्टर्ड
kn: ಫಿಲ್ಟರ್ಡ್
ml: ഫിൽറ്റേർഡ്
te: ఫిల్టర్డ్

source: finished
bg: ফিনিশড
hi: फिनिश्ड
kn: ಫಿನಿಶ್ಡ್
ml: ഫിനിഷ്ഡ്
te: ఫినిష్డ్

source: first
bg: ফার্স্ট
hi: फर्स्ट
kn: ಫಸ್ಟ್
ml: ഫ്സ്റ്റ്
te: ఫరస్ట్

source: fitted
bg: ফিটেড
hi: फिटेड
kn: ಫಿಟ್ಟೆಡ್
ml: ഫിറ്റഡ്
te: ఫిట్టెడ్

source: flow
bg: ফ্লো
hi: फ्लो
kn: ಫ್ಲೋ
ml: ഫ്ളൊ
te: ఫ్లొ

source: fluid
bg: ফ্লুইডস
hi: फ्लूइड
kn: ಫ್ಲೂಯಿಡ್
ml: ഫ്ലൂയിഡ്
te: ఫ్లుయిడ్

source: flywheel
bg: ফ্লাইওহীল
hi: फ्ल्य्वहील
kn: ಫ್ಲೈ ವೀಲ್
ml: ഫൈവീൽ
te: ఫ్లైవీల్

source: fog
bg: ফগ
hi: फोग
kn: ಫಾಗ್
ml: ഫോഗ്
te: ఫాగ్

source: follow
bg: ফলো
hi: फॉलो
kn: ಫಾಲೋ
ml: ഫോളോ
te: ఫాలొ

source: followed
bg: ফোলোয়াড
hi: फ़ॉलोड
kn: ಫಾಲ್ಲೋಡ್
ml: ഫോളോവ്ട്
te: ఫాలోడ్

source: for
bg: ফর
hi: फॉर
kn: ಫಾರ್
ml: ഫോർ
te: ఫర్

source: force
bg: ফোর্স
hi: फाॅर्स
kn: ಫೋರ್ಸ್
ml: ഫോൾസ്
te: ఫోర్స్

source: forced
bg: ফোর্সড
hi: फ़ोर्स
kn: ಫೊರ್ಸ್ಡ್
ml: ഫോർസെഡ്
te: ఫొరృస్ద్డ్

source: forward
bg: ফরওয়ার্ড
hi: फॉरवर्ड
kn: ಫಾರ್ವರ್ಡ್
ml: ഫോർവാട്
te: ఫార్వార్డ్

source: found
bg: ফাউন্ড
hi: फाउंड
kn: ಫೌಂಡ್
ml: ഫൗണ്ട്
te: ఫొుడ్

source: four
bg: ফোর
hi: फोर
kn: ಫೋರ್
ml: ഫോർ
te: ఫొర్

source: free
bg: ফ্রি
hi: फ्री
kn: ಫ್ರೀ
ml: ഫ്രീ
te: ఫ్రి

source: frequency
bg: ফ্রিকোয়েন্সি
hi: फ्रीक्वेंसी
kn: ಫ್ರೀಕ್ವೆನ್ಸಿ
ml: ഫ്രീക്വൻസി
te: ఫ్రిక్యెన్సి

source: fresh
bg: ফ্রেশ
hi: फ्रेश
kn: ಫ್ರೆಶ್
ml: ഫ്രഷ്
te: ఫ్రెష్

source: friction
bg: ফ্রিকশন
hi: फ्रिक्शन
kn: ಫ್ರಿಕ್ಷನ್
ml: ഫ്രിക്ഷൻ
te: ఫ్రిక్షణ్

source: from
bg: ফ্রম
hi: फ्रोम
kn: ಫ್ರಮ್
ml: ഫ്രം
te: ఫృంమ్

source: front
bg: ফ্রন্ট
hi: फ्रंट
kn: ಫ್ರಂಟ್
ml: ഫ്രൺഡ്
te: ఫాంట్

source: fuel
bg: ফুয়েল
hi: फ्यूल
kn: ಫ್ಯುಯೆಲ್
ml: ഫ്യുയൽ
te: ఫూయెల్

source: fueling
bg: ফুয়েলিং
hi: फ़ूयलिंग
kn: ಫುಎಲಿಂಗ್
ml: ഫ്യൂയിലിങ്
te: ఫ్యుయలింగ్

source: function
bg: ফাঙ্কশন
hi: फंक्शन
kn: ಫಂಕ್ಷನ್
ml: ഫങ്ഷൻ
te: ఫంక్షన్

source: Fuse
bg: ফিউস
hi: फ्यूज
kn: ಫ್ಯೂಸ್
ml: ഫ്യൂസ്
te: ఫ్యూజ్

source: gap
bg: গ্যাপ
hi: गैप
kn: ಗ್ಯಾಪ್
ml: ഗാപ്പ്
te: గ్యాప్

source: gas
bg: গে এ স
hi: गैस
kn: ಗ್ಯಾಸ್
ml: ഗ്യാസ്
te: గ్యాస్

source: gate
bg: গেট
hi: गेट
kn: ಗೇಟ್
ml: ഗേറ്റ്
te: గేట్

source: gear
bg: গিয়ার্
hi: गियर
kn: ಗೇರ್
ml: ഗിയർ
te: గెయర్

source: gears
bg: গিয়ার্স
hi: गियर
kn: ಗೆರ್ಸ್
ml: ഗിയർ
te: గేర్

source: general
bg: জেনারেল
hi: जनरल
kn: ಜನರಲ್
ml: ജനറൽ
te: ఙెనెరల్

source: generating
bg: জেনারেটিং
hi: जनरेटिंग
kn: ಜೆನೆರೇಟಿಂಗ್
ml: ജെനറേഷൻ
te: ఙెనరెటింగ్

source: generator
bg: জেনারেটার
hi: जनरेटर
kn: ಜನರೇಟರ್
ml: ജെനറേഷൻ
te: జెనరేటర్

source: get
bg: গেট
hi: गेट
kn: ಗೆಟ್
ml: ഗെറ്റ്
te: గెట్

source: give
bg: গিভ
hi: गिव
kn: ಗಿವ್
ml: ഗിവ്
te: గ్యివ్

source: given
bg: গিভেন
hi: गिवेन
kn: ಗಿವನ್
ml: ഗിവൻ
te: గివెన్

source: go
bg: গো
hi: गो
kn: ಗೋ
ml: കം
te: గొ

source: good
bg: গুড
hi: गुड
kn: ಗುಡ್
ml: ഗുഡ്
te: గుడ్

source: governer
bg: গভর্নর
hi: गवर्नर
kn: ಗೋವರ್ನರ್
ml: ഗവർണർ
te: గవర్నర్

source: governor
bg: গভর্নর
hi: गॉववरनर
kn: ಗೋವರ್ನರ್
ml: ഗവർണർ
te: గవర్నర్

source: gradient
bg: গ্রাডিয়েন্ট
hi: ग्रेडिएंट
kn: ಗ್ರಾಡಿಯೆಂತ್
ml: ഗ്രാഡിയൻ്റ്
te: గ్రెడియంట్

source: greater
bg: গ্রেটার
hi: ग्रेटर
kn: ಗ್ರೇಟರ್
ml: ഗ്രേറ്റർ
te: గ్రెటర్

source: GREAVES
bg: গ্রেইভস
hi: ग्रीव्स
kn: ಗ್ರೀವ್ಸ್
ml: ഗ്രീവ്സ്
te: గ్రీవ్స్

source: ground
bg: গ্রাউন্ড
hi: ग्राउंड
kn: ಗ್ರೌಂಡ್
ml: ഗ്രൗണ്ട്
te: గ్రౌండ్

source: guage
bg: গজ
hi: गेज
kn: ಗೇಜ್
ml: ഗൗജ്
te: గెఙ్

source: h-bridge
bg: এইচব্রিজ
hi: हेचब्रिज
kn: ಹ್ಚ್ ಬ್ರಿಜ್
ml: എച്ച്-ബ്രിഡ്ജ്
te: హెచ్ బ్రిడ్ఙ్

source: hardware
bg: হার্ডওয়্যার
hi: हार्डवेयर
kn: ಹಾರ್ಡ್ ವೆರ್
ml: ഹാർഡ്‌വെയർ
te: హార్డ్వేర్

source: harness
bg: হার্নেস
hi: हार्नेस
kn: ಹಾರ್ನೆಸ್
ml: ഹാർനെസ്
te: హార్నెస్

source: has
bg: হ্যাঁ স
hi: हास्
kn: ಹ್ಯಾಸ್
ml: ഹാസ്
te: హస్

source: having
bg: হ্যাভিং
hi: हैविंग
kn: ಹ್ಯಾವಿಂಗ್
ml: ഹാവിങ്ങ്
te: హావింగ్

source: headlights
bg: হেডলাইটস
hi: हेडलाइट्स
kn: ಹೆಡ್ ಲೈಟ್ಸ್
ml: ഹെഡ്ലൈറ്റ്
te: హెడ్లైట్లు

source: health
bg: হেলথ
hi: हेल्थ
kn: ಹೆಲ್ತ್
ml: ഹെൽത്ത്
te: హెల్త్

source: heated
bg: হিটেড
hi: हीटिड
kn: ಹೀಟಡ್
ml: ഹേറ്റഡ്
te: హిటెడ్

source: heater
bg: হিটরের
hi: हीटर
kn: ಹೀಟರ್
ml: ഹീറ്റർ
te: హీటర్

source: heating
bg: হিটিং
hi: हीटिंग
kn: ಸ್ಟೋರ್ಡ್
ml: ഹീറ്റിംഗ്
te: హిటింగ్

source: high
bg: হাই
hi: हाई
kn: ಹೈ
ml: ഹൈ
te: హై

source: higher
bg: হা আ র
hi: हायर
kn: ಹೈಯರ್
ml: ഹൈയർ
te: హైయర్

source: highside
bg: হাইসাডে
hi: हाईसाइड
kn: ಹೈ ಸೈಡ್
ml: ഹയ്യ്സൈഡ്
te: హయ్సిైడ్

source: hose
bg: হোস
hi: होस
kn: ಹೊಸ್
ml: ഹോസ്
te: హొఙు

source: hot
bg: হট
hi: हॉट
kn: ಹಾಟ್
ml: ഹോട്ട്
te: హాట్

source: hour
bg: হওয়ার
hi: ऑवर
kn: ಹೌರ್
ml: ഹവർ
te: హవర్

source: hybrid
bg: হাইব্রিড
hi: हाइब्रिड
kn: ಹೈಬ್ರಿಡ್
ml: ഹൈബ്രൈഡ്
te: హైబ్రిడ్

source: hydraulic
bg: হাইড্রলিক
hi: हाइड्रोलिक
kn: ಹೈಡ್ರಾಲಿಕ್
ml: ഹൈഡ്രൊളിക്
te: హైడ్రాలిక్

source: iaf
bg: আএফ
hi: आई ए फ
kn: ಐ ಎ ಫ್
ml: ഐ എ എഫ്
te: ఐ ఎ ఎఫ్

source: identification
bg: আইডেন্টফিকেশন
hi: आइडेंटिफिकेशन
kn: ಐಡೆಂಟಿಫಿಕೇಷನ್
ml: ഐഡെൻറ്റിഫിക്കേഷൻ
te: ఇడెంటిఫికెషన్

source: idle
bg: আইডেল
hi: आइडल
kn: ಐಡಲ್
ml: ഐഡിൽ
te: ఇడల్

source: idling
bg: আইডিলিংগ
hi: इडलिंग
kn: ಇಡ್ಲಿನ್ಗ್
ml: ഐഡ്ലിംഗ്
te: ఇడ్లింగ్

source: if
bg: ইফ
hi: इफ
kn: ಇಫ್
ml: ഇഫ്
te: ఇఫ్

source: ignition
bg: ইগনিশন
hi: इग्निशन
kn: ಇಗ್ನಿಷನ್
ml: ഇഗ്നീഷ്യൻ
te: ఇగ్నిషన్

source: image
bg: ইমেজ
hi: इमेज
kn: ಇಮೇಜ್
ml: ഇമേജ്
te: ఇమెఙ్

source: immobilizer
bg: ইম্মোবিলাইজের
hi: इम्मोबिलिज़ेर
kn: ಇಂಮೊಬಿಲೈಝೇರ್
ml: ഇംമൊബലൈസർ
te: ఇమొబిలయసర్

source: immobolizer
bg: ইম্মোবিলাইজের
hi: इम्मोबोलिज़ेर
kn: ಇಂಮೊಬಿಲೈಝೇರ್
ml: ഇംമൊബൊലൈസർ
te: ఇమొబిలయసర్

source: Impermissible
bg: ইমপের্মিস্সিবল
hi: इम्परमिसिबल
kn: ಇಂಪೇರ್ಮಿಸ್ಸಿಬ್ಲ್
ml: ഇംപെർമിസിബിൾ
te: ఇమ్పెర్మిసిబల్

source: in
bg: ইন
hi: इन
kn: ಇನ್
ml: ഇൻ
te: ఇన్

source: inactivity
bg: ইনাক্টিভিটি
hi: इनैक्टिविटी
kn: ಇಂಆಕ್ಟಿವಿಟಿ
ml: ഇൻആക്റ്റിവിറ്റി
te: ఇనాక్టివ్

source: includes
bg: ইনক্লুডস
hi: इन्क्लुडेस
kn: ಇನ್ಕ್ಲ್ಯೂಡ್ಸ್
ml: ഇൻക്ലൂഡഡ്
te: ఇన్క్లుడ్స్

source: incompatible
bg: ইনকোম্পাটিবল
hi: इनकंपतिबल
kn: ಇನ್ ಕಂಪ್ಯಾಟಿಬಿಲ್
ml: ഇൻകംപാറ്റിബിൾ
te: ఇన్క్ంపాటిబల్

source: incorrect
bg: ইনকর্রেক্ট
hi: इनकरेक्ट
kn: ಇಂಕರೆಕ್ಟ್
ml: ഇൻകറക്റ്റ്
te: ఇన్ కర్రెక్ట్

source: increase
bg: ইনক্রিস
hi: इनक्रीस
kn: ಇನ್ಕ್ರೀಜ್
ml: ഇൻക്രീസ്
te: ఇన్క్రిస్

source: index
bg: ইনডেক্স
hi: इंडेक्स
kn: ಇಂಡೆಕ್ಸ್
ml: ഇൻഡക്സ്
te: ఇండెక్స్

source: indicated
bg: ইন্ডিকেটেড
hi: इनडिकटड
kn: ಇಂಡಿಕೇಟೆಡ್
ml: ഇൻഡികേറ്റട്
te: ఇండికెటెడ్

source: indication
bg: ইন্ডিকেশন
hi: इंडिकेशन
kn: ಇಂಡಿಕೇಷನ್
ml: ഇൺഡികേഷൻ
te: ఇండికేషన్

source: indicator
bg: ইনডিকেটর
hi: इन्डीकेटर
kn: ಇಂಡಿಕೇಟರ್
ml: ഇൻഡികേറ്റർ
te: ఇన్డికెటర్

source: induce
bg: ইন্দুস
hi: इनडूस
kn: ಇಂಡ್ಯೂಸ್
ml: ഇൺഡ്യൂസ്
te: ఇన్డ్యుస్

source: inducement
bg: ইন্দুসমেন্ট
hi: इनडूसमेन्ट
kn: ಇಂಡ್ಯೂಸಿಮೆಂಟ್
ml: ഇൻഡ്യൂസ്മെന്റ്
te: ఇండ్యుస్మెంట్

source: information
bg: ইনফরমেশন
hi: इनफार्मेशन
kn: ಇನ್ಫ್ರಮೇಷನ್
ml: ഇൻഫർമേഷൻ
te: ఇన్ఫొర్మెషన్

source: inhibit
bg: ইনহিবিট
hi: इन्हिबिटेड
kn: ಇಂಹಿಬಿಟ್
ml: ഇൻഹിമ്പിറ്റ്
te: ఇన్హిబిట్

source: injection
bg: ইনজেকশন
hi: इंजेक्शन
kn: ಇಂಜೆಕ್ಷನ್
ml: ഇൻജെക്റ്റർ
te: ఇంజక్షన్

source: injector
bg: ইঞ্জেক্টের
hi: इंजेक्टर
kn: ಇಂಜೆಕ್ಟರ್
ml: ഇൻജെക്റ്റർ
te: ఇన్జెకటర్

source: injectors
bg: ইঞ্জেক্টর্স
hi: इंजेक्टर
kn: ಇಂಜೆಕ್ಟರ್ಸ್
ml: ഇൻഞ്ചെക്റ്റർ
te: ఇంఙెక్టర్స్

source: inlet
bg: ইনলেট
hi: इनलेट
kn: ಇನ್ಲೆಟ್
ml: ഇൻലറ്റ്
te: ఇన్లెట్

source: input
bg: ইনপুট
hi: इनपुट
kn: ಇನ್ಪುಟ್
ml: ഇൻപുട്ട്
te: ఇన్పుట్

source: inside
bg: ইনসাইড
hi: इनसाइड
kn: ಇನ್ಸೈಡ್
ml: ഇൻസൈഡ്
te: ఇన్సైడ్

source: inspection
bg: ইন্সপেকশন
hi: इंस्पेक्शन
kn: ಇನ್ಸ್ಪೆಕ್ಷನ್
ml: ഇൻസ്പെക്ഷൻ
te: ఇన్సపెక్షన్

source: installation
bg: ইনস্টলেশন
hi: इंस्टालेशन
kn: ಇನ್ಸ್ಟಾಲೇಷನ್
ml: ഇൻസ്റ്റലേഷൻ
te: ఇన్స్టాలెషన్

source: installed
bg: ইন্সটল
hi: इन्सटाल्ड
kn: ಇನ್ಸ್ಟಾಲ್ಲ್ಡ್
ml: ഇൻസറ്റാൾഡ്
te: ఇన్స్టాల్

source: instrument
bg: ইনস্ট্রুমেন্ট
hi: इंस्ट्रूमेंटेशन
kn: ಇನ್ಸ್ಟ್ರುಮೆಂಟ್
ml: ഇൻട്രുമെന്റ്
te: ఇన్సట్రుమెంట్

source: insufficient
bg: ইনসাফিসিয়েন্ট
hi: इंसफ्फीसिएंट
kn: ಇನ್ಸೂಫಿಸೈನ್ಟ್
ml: ഇൻസഫിഷൻറ്
te: ఇన్సఫియంట్

source: intake
bg: ইন্টকে
hi: इन्टेक
kn: ಇಂಟೆಕ್
ml: ഇൻട്ടേക്ക്
te: ఇన్టెక్

source: integrity
bg: ইন্টিগ্রিটি
hi: इंटीग्रिटी
kn: ಇಂಟೆಗ್ರಿಟಿ
ml: ഇൻറ്റഗ്രിറ്റി
te: ఇనెటెగ్రిటి

source: intercooler
bg: ইন্টারকূলের
hi: इंटरकूलर
kn: ಇಂಟೆರ್ಕೋಲೆರ್
ml: ഇൻറ്റർക്കുളർ
te: ఇంటర్ కూలర్

source: interface
bg: ইন্টারফেস
hi: इंटरफ़ेस
kn: ಇಂಟರ್ಫೇಸ್
ml: ഇൻറ്റർഫേസ്
te: ఇంటర్ఫేస్

source: interlocking
bg: ইন্টারলোককিং
hi: इंटरलॉकिंग
kn: ಇಂಟೆರ್ ಲೊಕ್ಕಿನ್ಗ್
ml: ഇൻറ്റർലോക്കിങ്
te: ఇంటర్లాకింగ్

source: intermediate
bg: ইন্টারমিডিয়েট
hi: इंटरमीडिएट
kn: ಇಂಟರ್ಮೀಡಿಯೇಟ್
ml: ഇൻറ്റർമീഡിയേറ്റ്
te: ఇంటర్మీడియట్

source: intermittent
bg: ইন্টারমিটেন্ট
hi: इंटरमिटेंट
kn: ಇಂಟರ್ಮಿತ್ತೆಂತ್
ml: ഇൻറ്റർമിറ്റട്
te: ఇంన్టర్మిటెంట్

source: internal
bg: ইন্টারনাল
hi: इंटरनल
kn: ಇಂಟರ್ನಲ್
ml: ഇൻറ്റേർണൽ
te: ఇన్టర్నల్

source: internally
bg: ইন্টারনাললি
hi: इंटरनली
kn: ಇಂಟರ್ನ್ಲಲಿ
ml: ഇൻറ്റേർണലി
te: ఇంటర్నల్లి

source: interruption
bg: ইন্টাররূপশন
hi: इंट्रप्शन
kn: ಇಂಟರಪ್ಷನ್
ml: ഇൻ്റ്റപ്പ്ഷൻ
te: ఇన్టెరెప్షన్

source: into
bg: ইনটু
hi: इंटो
kn: ಇಂಟು
ml: ഇൻറ്റു
te: ఇంటు

source: invalid
bg: ইনভ্যালিড
hi: इनवैलिड
kn: ಇಂವಾಲಿದ್
ml: ഇൻവാലിഡ്
te: ఇన్వాలిడ్

source: ip
bg: আইপি
hi: आईपी
kn: ಐಪಿ
ml: ഇപ്പ്
te: ఇ పి

source: is
bg: ইস
hi: इस
kn: ಇಸ್
ml: ഈസ്
te: ఇస్

source: issue
bg: ইসু
hi: इशू
kn: ಇಶ್ಯೂ
ml: ഇഷ്യൂ
te: ఇష్యు

source: it
bg: ইট
hi: इट
kn: ಇಟ್
ml: ഇറ്റ്
te: యిట్

source: jammed
bg: যেম্মড
hi: जम्मड़
kn: ಜಮ್ಮ್ಡ್
ml: ജാമ്മ്ട്
te: జామ్డ్

source: keep
bg: কীপ
hi: किप
kn: ಕೀಪ್
ml: കീപ്പ്
te: కిప్

source: key
bg: কীয়
hi: की
kn: ಕೀ
ml: കി
te: కీ

source: keywith
bg: কেউইথ
hi: के विड्थ
kn: ಕೀವಿಡ್ತ್
ml: കീവിത്ത്
te: కి విత్

source: Knob
bg: নব
hi: नॉब
kn: ಕ್ನೋಬ್
ml: നോബ്
te: నాబ్

source: knock
bg: নক
hi: नॉक
kn: ನಾಕ್
ml: നോക്ക്
te: నొక్

source: known
bg: নোন
hi: नोन
kn: ನೊನ್
ml: നോൺ
te: నొన్

source: large
bg: লার্জ
hi: लार्ज
kn: ಲಾರ್ಜ್
ml: ലാർജ്
te: లార్ఙ్

source: last
bg: লাস্ট
hi: लास्ट
kn: ಲಾಸ್ಟ
ml: ലാസ്റ്റ്
te: లాస్ట్

source: latch
bg: লাচ
hi: लैच
kn: ಲಟ್ಚ್
ml: ലാച്ച്
te: లాచ్

source: lead
bg: লিড
hi: लीड
kn: ಲೀಡ್
ml: ലീഡ്
te: లీడ్

source: leak
bg: লিক
hi: लीक
kn: ಲೀಕ್
ml: ലീക്ക്
te: లీక్

source: leakage
bg: লিকেজ
hi: लीकेज
kn: ಲೇಕಜೆ
ml: ലീക്കേജ്
te: లీకేజ్

source: lean
bg: লেন
hi: लेअन
kn: ಲೀನ್
ml: ലേൺ
te: లీన్

source: learned
bg: লার্নড
hi: लर्नड
kn: ಲೇಅರ್ನೆಡ್
ml: ലേൺഡ്
te: లెర్నడ్

source: learning
bg: লার্নিং
hi: लर्निंग
kn: ಲರ್ನಿಂಗ್
ml: ലേണിംഗ്
te: లెర్నింగ్

source: least
bg: লিস্ট
hi: लीस्ट
kn: ಲೀಸ್ಟ್
ml: ലീസ്റ്റ്
te: లీస్ట్

source: left
bg: লেফ্ট
hi: लेफ्ट
kn: ಲೆಫ್ಟ್
ml: ലെഫ്റ്റ്
te: లెఫ్ట్

source: less
bg: লেস
hi: लेस्स
kn: ಲೆಸ್
ml: ലെസ്സ്
te: లెస్స్

source: level
bg: লেভেল
hi: लेवल
kn: ಲೆವೆಲ್
ml: ലെവൽ
te: లెవెల్

source: lever
bg: লিভার
hi: लीवर
kn: ಲೀವರ್
ml: ലെവർ
te: లివర్

source: life
bg: লাইফ
hi: लाइफ
kn: ಲೈಫ್
ml: ലൈഫ്
te: లైఫ్

source: light
bg: লাইট
hi: लाइट
kn: ಲೈಟ್
ml: ലൈറ്റ്
te: లయట్

source: limit
bg: লিমিট
hi: लिमिट
kn: ಲಿಮಿಟ್
ml: ലിമിറ്റ്
te: లిమిట్

source: limitation
bg: লিমিটেশন
hi: लिमिटेशन
kn: ಲಿಮಿಟೇಷನ್
ml: ലിമിറ്റേഷൻ
te: లిమిటెషన్

source: limited
bg: লিমিটেড
hi: लिमिटेड
kn: ಲಿಮಿಟೆಡ್
ml: ലിമിറ്റഡ്
te: లిమిటెడ్

source: limits
bg: লিমিটস
hi: लिमिट्स
kn: ಲಿಮಿಟ್ಸ್
ml: ലിമിറ്റ്സ്
te: లిమిట్స్

source: line
bg: লাইন
hi: लाइन
kn: ಲೈನ್
ml: ലൈൻ
te: లైన్

source: lines
bg: লাইনস
hi: लाइन्स
kn: ಲೈನ್ಸ್
ml: ലൈൻസ്
te: లైన్స్

source: link
bg: লিঙ্ক
hi: लींक
kn: ಲಿಂಕ್
ml: ലിങ്ക്
te: లింక్

source: load
bg: লোড
hi: लोड
kn: ಲೋಡ್
ml: ലോഡ്
te: లోడ్

source: lock
bg: লক
hi: लॉक
kn: ಲಾಕ್
ml: ലോക്ക്
te: లాక్

source: locked
bg: লকড
hi: लॉक्ड
kn: ಲಾಕ್ಡ್
ml: ലോക്ഡ്
te: లాక్డ్

source: logging
bg: লগিং
hi: लॉगिंग
kn: ಲಾಗಿಂಗ್
ml: ലോഗിം
te: లాగింగ్

source: long
bg: লং
hi: लांग
kn: ಲಾಂಗ್
ml: ലോങ്
te: లాంగ్

source: longer
bg: লংগার
hi: लॉन्गर
kn: ಲಾಂಗರ್
ml: ലോങ്ങർ
te: లాంగర్

source: loop
bg: লুপ
hi: लूप
kn: ಲೂಪ್
ml: ലൂപ്പ്
te: లూప్

source: Loose
bg: লুজ
hi: लूस
kn: ಲೂಸ್
ml: ലൂസ്
te: లుస్

source: Loosely
bg: লুসেলি
hi: लूसेली
kn: ಲೂಜ್ಲ್ಯ್
ml: ലൂസ്ലി
te: లుస్లి

source: loosened
bg: লুসিনেড
hi: लूसेनेड
kn: ಲೂಜ್ನೆಡ್
ml: ലൂസ്നെഡ്
te: లుసెన్డ్

source: loss
bg: লস
hi: लोस्स
kn: ಲೂಸ್
ml: ലോസ്
te: లాస్

source: lost
bg: লস্ট
hi: लोस्ट
kn: ಲಾಸ್ಟ್
ml: ലോസ്റ്റ്
te: లాస్ట్

source: low
bg: লো
hi: लो
kn: ಲೊ
ml: ലോ
te: లొ

source: lower
bg: লোয়ার
hi: लोअर
kn: ಲೋಯರ್
ml: ലോവർ
te: లొయర్

source: lowside
bg: লোসাইড
hi: लो साइड
kn: ಲೊ ಸೈಡ್
ml: ലോസൈഡ്
te: లొసైడ్

source: lump
bg: লাম্প
hi: लम्प
kn: ಲಂಪ್
ml: ലംബ്
te: లంప్

source: main
bg: ম্যান
hi: मैन
kn: ಮೇನ್
ml: മെയിൻ
te: మెయిన్

source: malfunction
bg: ম্যালফাংকশন
hi: मालफंक्शन
kn: ಮಲಫುನ್ಕ್ಷನ್
ml: മാൽഫങ്ഷൻ
te: మాల్ ఫంక్షన్

source: manage
bg: ম্যানেজ
hi: मैनेज
kn: ಮ್ಯಾನೇಜ್
ml: മാനേജ്
te: మెనెఙ్

source: management
bg: মানাজেমেন্ট
hi: मैनेजमेंट
kn: ಮ್ಯಾನೇಜ್ಮೆಂಟ್
ml: മാനേജ്മെന്റ്
te: మానెఙ్మెంట్

source: manifold
bg: ম্যানিফোল্ড
hi: मैनिफॉल्ड
kn: ಮ್ಯಾನಿಫೋಲ್ಡ್
ml: മാനിഫോൾഡ്
te: మానిఫొల్డ్

source: MANUAL
bg: ম্যানুয়াল
hi: मैन्युअल
kn: ಮಾನ್ಯುಯಲ್
ml: മാന്യൊൽ
te: మాన్యువల్

source: manufacturer
bg: ম্যানুফাকটারের
hi: मनुफक्चरर
kn: ಮ್ಯಾನುಫ್ಯಾಕ್ಟುರೆರ್
ml: മാനുഫാക്ച്ചൊറർ
te: మానుఫాక్చు్రర్

source: many
bg: মেনি
hi: मेनी
kn: ಮೆನಿ
ml: മെനി
te: మెని

source: map
bg: ম্যাপ
hi: मैप
kn: ಮ್ಯಾಪ್
ml: മാപ്പ്
te: మ్యాప్

source: mass
bg: ম্যাস
hi: मास
kn: ಮಾಸ್
ml: മാസ്
te: మాస్

source: massflow
bg: মাসফলোও
hi: मस्सफ्लो
kn: ಮಾಸ್ಫ್ಲೌ
ml: മാസ്ഫ്ലൊ
te: మాస్ఫ్లొ

source: matter
bg: ম্যাটার
hi: मैटर
kn: ಮ್ಯಾಟರ್
ml: മാറ്റർ
te: మ్యాటర్

source: max
bg: ম্যাক্স
hi: मैक्स
kn: ಮ್ಯಾಕ್ಸ್
ml: മാക്സ്
te: మ్యాక్స్

source: maximal
bg: মাক্সিমাল
hi: मक्सिमल
kn: ಮ್ಯಾಕ್ಸಿಮಲ್
ml: മാക്സിമൽ
te: మాక్సిమల్

source: maximum
bg: ম্যাক্সিমাম
hi: मैक्सीमम
kn: ಮ್ಯಾಕ್ಸಿಮಮ್
ml: മാക്സിമം
te: మ్యాక్సిమమ్

source: may
bg: মে
hi: एडिशनल
kn: ಮೇ
ml: മെയ്
te: మే

source: Measure
bg: মেজার
hi: मेसर
kn: ಮೇಸುರ್
ml: മെഷർ
te: మెజర్

source: measurement
bg: মেজারমেন্ট
hi: मेज़रमेंट
kn: ಮೆಸ್ಸುರ್ಮೆಂಟ್
ml: മെഷർമെസ്റ്റ്
te: మెషర్మెంట్

source: mechanical
bg: মেকানিকাল
hi: मैकेनिकल
kn: ಮೆಕ್ಯಾನಿಕಲ್
ml: മെക്കാനിക്കൽ
te: మెకానికల్

source: mechanism
bg: মেকানিসম
hi: मैकेनिज्म
kn: ಮೆಕ್ಯಾನಿಸ್ಮ್
ml: മെക്കാനിസം
te: మెకానిసమ్

source: media
bg: মিডিয়া
hi: मीडिया
kn: ಮೀಡಿಯಾ
ml: മീഡിയ
te: మీడియా

source: memory
bg: মেমোরি
hi: मेमोरी
kn: ಮೆಮೊರಿ
ml: മെമ്മറി
te: మెమరీ

source: message
bg: মেসেজ
hi: मैसेज
kn: ಮೆಸೇಜ್
ml: മെസേജ്
te: మెసెఙ్

source: met
bg: মেট
hi: मेट
kn: ಮೆಟ್
ml: മെറ്റ്
te: మెట్

source: meter
bg: মিটার
hi: मीटर
kn: ಮೀಟರ್
ml: മീറ്റർ
te: మీటర్

source: metering
bg: মিটারিং
hi: मीटरिंग
kn: ಮೀಟರಿಂಗ್
ml: മെറ്റെറിങ്
te: మీటరింగ్

source: middle
bg: মিডিলে
hi: मिडिल
kn: ಮಿಡ್ಲ್
ml: മിഡിൾ
te: మిడిల్

source: midrange
bg: মিডরেঞ্জ
hi: मिडरेंज
kn: ಮಿಡ್ ರೇಂಜ್
ml: മിഡ്റേഞ്ച്
te: మిడ్ రెంఙ్

source: mil
bg: মিল
hi: मिल
kn: ಮಿಲ್
ml: മിൽ
te: మిల్

source: min
bg: মিন
hi: मिन
kn: ಮಿನ್
ml: മിൻ
te: మిన్

source: minimum
bg: মিনিমাম
hi: मिनिमम
kn: ಮಿನಿಮಂ
ml: മിനിമം
te: మినిమంమ్

source: misfire
bg: মিসফায়ার
hi: मिसफायर
kn: ಮೀಸಫೈರ್
ml: മിസ്ഫെയർ
te: మిస్ఫైర్

source: mismatch
bg: মিসমাচ
hi: मिसमैच
kn: ಮಿಸ್ ಮ್ಯಾಚ್
ml: മിസ്മാച്ച്
te: మిస్ మ్యాచ్

source: missing
bg: মিসিং
hi: मिसिंग
kn: ಮಿಸ್ಸಿಂಗ್
ml: മിസ്സിങ്ങ്
te: మిస్సింగ్

source: mocsop
bg: মক্শোপ
hi: मॉस्कोप
kn: ಮೊಚ್ಸೋಪ್
ml: മോക്സൊപ്
te: మొక్సొప్

source: mode
bg: মোড
hi: मोड
kn: ಮೋಡ್
ml: മോഡ്
te: మోడ్

source: moderate
bg: মডারেট
hi: मॉडरेट
kn: ಮಾಡರೇಟ್
ml: മോഡറേറ്റ്
te: మొడరెట్

source: moderately
bg: মোডেরেটলি
hi: मोढेराटेली
kn: ಮೊಡೆರಾಟೆಲಿ
ml: മോഡറേറ്റ്ലി
te: మొడెరెట్లి

source: modulation
bg: মডুলেশন
hi: मॉडुलेशन
kn: ಮೊಡ್ಯೂಲಶನ್
ml: മോഡുലേഷൻ
te: మాడ్యులేషన్

source: module
bg: মডিউলে
hi: मॉडुल
kn: ಮೊಡ್ಯೂಲ್
ml: മൊഡ്യൂൾ
te: మాడ్యూల్

source: monitor
bg: মনিটর
hi: मॉनिटर
kn: ಮಾನಿಟರ್
ml: മോണിറ്റർ
te: మానిటర్

source: monitoring
bg: মনিটরিং
hi: मॉनिटरिंग
kn: ಮಾನಿಟರಿಂಗ್
ml: മൊണിറ്റോറിങ്
te: మానిటరింగ్

source: monitors
bg: মনিটরস
hi: मॉनीटर्स
kn: ಮಾನಿಟರ್ಸ್
ml: മോണിറ്റേൾസ്
te: మానిటర్స్

source: more
bg: মোর
hi: मोर
kn: ಮೊರೆ
ml: മോർ
te: మొర్

source: motion
bg: মোশন
hi: मोशन
kn: ಮೋಶನ್
ml: മോഷൻ
te: మోషన్

source: motor
bg: মোটর
hi: मोटर
kn: ಮೋಟಾರ್
ml: മോട്ടോർ
te: మోటార్

source: mounting
bg: মাউন্টিং
hi: मॉउंटिंग
kn: ಪಿ ಟಿ ಓ
ml: മൗൻഡിം
te: మౌంటింగ్

source: multi
bg: মাল্টি
hi: मल्टी
kn: ಮಲ್ಟಿ
ml: മൾട്ടി
te: మల్టి

source: multi-function
bg: আনস্টেবল
hi: मल्टिफंक्शन
kn: ಮಲ್ಟಿ ಫ್ಯಾಂಕ್ಷನ್
ml: മൾട്ടിഫങ്ഷൻ
te: మల్టిఫంక్షన్

source: multiple
bg: মাল্টিপল
hi: मल्टिपल
kn: ಮಲ್ಟಿಪಲ್
ml: മൾറ്റിപ്പിൾ
te: మల్టిపుల్

source: must
bg: মাস্ট
hi: मस्ट
kn: ಮಸ್ಟ್
ml: മസ്റ്റ്
te: మస్ట్

source: native
bg: নেটিভ
hi: नेटिव
kn: ನೇಟಿವ್
ml: നാറ്റീവ്
te: నేటివ్

source: natural
bg: ন্যাচারাল
hi: नेचुरल
kn: ನ್ಯಾಚುರಲ್
ml: നാച്ചുറൽ
te: నాచ్యురల్

source: negative
bg: নেগেটিভ
hi: नेगेटिव
kn: ನೆಗೆಟಿವ್
ml: നെഗറ്റീവ്
te: నెగిటివ్

source: net
bg: নেট
hi: नेट
kn: ನೆಟ್
ml: നെറ്റ്
te: నెట్

source: neutral
bg: নিউট্রাল
hi: न्यूट्रल
kn: ನ್ಯೂಟ್ರಲ್
ml: ന്യൂട്രൽ
te: న్యుట్రల్

source: new
bg: নিউ
hi: न्यू
kn: ನ್ಯೂ
ml: ന്യൂ
te: న్యు

source: No
bg: নো
hi: नो
kn: ನೋ
ml: നോ
te: నొ

source: noisy
bg: নৈসি
hi: नोइज़ी
kn: ನೋಯಿಸಿ
ml: നോയ്സി
te: నొయసి

source: nominal
bg: নমিনাল
hi: नॉमिनल
kn: ನಾಮಿನಲ್
ml: നോമിനൽ
te: నామినల్

source: non
bg: নন
hi: नॉन
kn: ನೋನ್
ml: നോൺ
te: నాన్

source: normal
bg: নরমাল
hi: नोर्मल
kn: ನಾರ್ಮಲ್
ml: നോർമൽ
te: నార్మల్

source: not
bg: নোট
hi: नॉट
kn: ನಾಟ್
ml: നോട്ട്
te: నాట్

source: nox
bg: নক্স
hi: नॉक्स
kn: ನೋಸ್
ml: നോക്സ്
te: నాక్స్

source: nozzle
bg: নোযেল
hi: नोजल
kn: ನೊಝ್ಲ್
ml: നോസിൽ
te: నాఙిల్

source: number
bg: নম্বর
hi: नंबर
kn: ನಂಬರ್
ml: നംബർ
te: నంబర్

source: observed
bg: অবসার্ভড
hi: ओब्ज़र्व्ड
kn: ಒಬ್ಸರ್ವ್ಡ್
ml: ഒപ്സേർവ്ട്
te: అబ్స్ర్వడ్

source: obstacles
bg: অবস্টাকলেস
hi: ऑब्स्टैकल्स
kn: ಒಬ್ಸ್ಟ್ಯಾಕ್ಲ್ಸ್
ml: ഒപ്സ്റ്റാക്കിൾസ്
te: అబ్స్టాకల్స్

source: occur
bg: ওক্কার
hi: ओक्कुर
kn: ಓಕ್ಕ್ಯುರ್
ml: ഒക്കൊർ
te: అక్కర్

source: occurred
bg: ওকিউরেড
hi: अकौर्ड
kn: ಒಕುರ್ದ್
ml: ഒക്വേഡ്
te: అక్కర్డ్

source: occurrence
bg: অকারেন্স
hi: ओकरेन्स
kn: ಒಕುರಾನ್ಸ್ನ
ml: ഒക്വറൻസ്
te: అక్యురెన్స్

source: odd
bg: ওডড
hi: ओड
kn: ಒಡ್ದ್
ml: ഓട്
te: ఆడ్

source: odometer
bg: ওডোমিটার
hi: ओडोमीटर
kn: ಓಡೋಮೀಟರ್
ml: ഓടോമീറ്റർ
te: ఓడోమీటార్

source: of
bg: অফ
hi: ऑफ़
kn: ಒಫ್
ml: ഒഫ്
te: ఆఫ్

source: off
bg: অফ
hi: ऑफ
kn: ಆಫ್
ml: ഓഫ്
te: ఆఫ్

source: offset
bg: অফসেট
hi: ओफ़्सेट
kn: ಆಫ್ಸೆಟ್
ml: ഓഫ്സെറ്റ്
te: ఆఫ్సెట్

source: oil
bg: অয়েল
hi: ऑइल
kn: ಆಯಿಲ್
ml: ഓയിൽ
te: ఆయిల్

source: OK
bg: ওকে
hi: ओके
kn: ಓಕೆ
ml: ഓകെ
te: ఓ కె

source: ONBlink
bg: অনবলিংক
hi: ऑन ब्लिंक
kn: ಆನ್ ಬ್ಲಿಂಕ್
ml: ഒഎൻബിലിങ്ക്
te: ఆన్ బ్లింక్
