Repository: manicoder/WikitekMotorCycleMechanik
Catalog: WikitekMotorCycleMechanik/WikitekMotorCycleMechanik/Resources.*.resx
Languages: bg, hi, kn, ml, te

source: ABBREVIATIONS
bg: অব্ব্রিভিয়েশন
hi: एब्रीविएशन
kn: ಅಬ್ಬರಿವಿಯೇಷನ್ಸ್
ml: അബ്രിവിയേഷൻ
te: ఎబ్రివెషన్స్

source: abnormal
bg: এবনরমাল
hi: ऐबनार्मल
kn: ಅಬ್ನಾರ್ಮಲ್
ml: അബ്നോർമൽ
te: యబ్నార్మల్

source: abnormally
bg: এবনরমাল
hi: अबनॉर्मल्ली
kn: ಅಬ್ನೊರ್ಮಲಿ
ml: അബ്നോർമലി
te: ఎబ్నార్మల్

source: above
bg: এবোভ
hi: अबोव
kn: ಅಬೊವ್
ml: എബ്ബൗ
te: ఎబొవ్

source: abs
bg: এবস
hi: एबीऐस
kn: ಎಬಿಎಸ್
ml: എബിസ്
te: ఎబిస్

source: absolute
bg: অ্যাবসলিউট
hi: अब्सोल्युट
kn: ಅಭ್ಸೋಲೂಟ್
ml: അപ്സലൂട്ട്
te: ఎబ్సొల్యుట్

source: accelarter
bg: একসেলারেটর
hi: शोर्टफ़्लो
kn: ಆಕ್ಸಿಲರೇಟರ್
ml: ആസിലറേറ്റർ
te: ఎక్సలరెటర్

source: accelerator
bg: এক্সেলারেটর
hi: एक्सेलेटर
kn: ಆಕ್ಸಿಲರೇಟರ್
ml: ആസിലെറേറ്റർ
te: యాక్సిలేటర్

source: accept
bg: একসেপ্ট
hi: एक्सेप्ट
kn: ಅಚ್ಛೇಪ್ಟ್
ml: ഏസപ്പ്റ്റ്
te: ఎక్సెప్ట్

source: access
bg: এক্সেস
hi: असेसस
kn: ಆಕ್ಸೆಸ್
ml: ആസസ്
te: యాక్సెస్

source: achieved
bg: এছিঃভিড
hi: अचीव
kn: ಆಚೆಈವೆಡ್
ml: അച്ചീവ്ഡ്
te: ఎచివ్ద్

source: act
bg: একট
hi: एक्ट
kn: ಆಕ್ಟ್
ml: ആക്റ്റ്
te: ఎక్ట్

source: activated
bg: এক্টিভেইটেড
hi: एक्टिवेटिड
kn: ಆಕ್ಟಿವಾಟೆಡ್
ml: ആക്റ്റിവേറ്റട്
te: యాక్టివెటెడ్

source: active
bg: একটিভ
hi: एक्टिव
kn: ಆಕ್ಟಿವ್
ml: ആക്റ്റീവ്
te: యాక్టివ్

source: activity
bg: একটিভিটি
hi: एक्टिविटी
kn: ಆಕ್ಟಿವಿಟಿ
ml: ആക്റ്റിവിറ്റി
te: యాక్టివిటి

source: actual
bg: অ্যাকচুয়াল
hi: एक्चुअल
kn: ಅಕ್ಟುಅಲ್ಲ್
ml: ആക്ച്വൽ
te: యాక్టువల్

source: actuation
bg: এক্যুয়েশন
hi: एक्टटूएशन
kn: ಅಕ್ಟುಯೇಷನ್
ml: അക്ചേഷൻ
te: యాక్టుఎషన్

source: actuator
bg: একচুএটর
hi: एक्टुएटर
kn: ಅಕ್ಟುಟರ್
ml: അക്വേറ്റർ
te: యాక్ట్యుయెటర్

source: adaptive
bg: এডাপ্টিভ
hi: अडाप्टिव
kn: ಅಡಾಪ್ಟಿವ್
ml: അഡാപ്റ്റീവ്
te: అడాప్టివ్

source: Additional
bg: আড্ডিশনাল
hi: एडिशनल
kn: ಅಡಿಷನಲ್
ml: അഡീഷണൽ
te: ఎడిషనల్

source: adjustment
bg: অ্যাডজাস্টমেন্ট
hi: अड़जस्टमेंट
kn: ಅಡ್ಜಸ್ಟ್ಮೆಂಟ್
ml: അഡ്ജെസ്റ്റ്മെന്റ്
te: ఎడ్ఙస్ట్మెంట్

source: admissible
bg: এডমিসিবল
hi: अद्मिस्सिबल
kn: ಅಡ್ಮಿಸ್ಸಿಬ್ಳೆ
ml: അഡ്മിസിബിൾ
te: ఎడ్మిసబల్

source: advance
bg: অ্যাডভান্স
hi: एडवांस
kn: ಅಡ್ವಾನ್ಸ್
ml: അഡ്വാൻസ്
te: రైలు

source: adverse
bg: এডভার্স
hi: एडवर्स
kn: ಆಡ್ವೇರ್ಸ್
ml: അഡ്വേൾസ്
te: ఎడ్వర్స్

source: after
bg: আফটার
hi: आफ्टर
kn: ಆಫ್ಟರ್
ml: ആഫ്റ്റർ
te: ఆఫ్టర్

source: aftertreatment
bg: আফটার ট্রিটমেন্ট
hi: आफ्टरट्रीटमेंट
kn: ಆಫ್ಟರ್ ಟ್ರೀಟ್ಮೆಂಟ್
ml: ആഫ്റ്റർ ട്രീറ്റ്മെന്റ്
te: ఆఫ్టర్ ట్రిట్మెంట్

source: again
bg: এগেইন
hi: अगेन
kn: ಅಗೈನ್
ml: എഗൈൻ
te: యగైన్

source: air
bg: এয়ার
hi: एम्बिएंट
kn: ಏರ್
ml: എയർ
te: ఎయిర్

source: airflow
bg: এইরফলোও
hi: एयरफ्लो
kn: ಐರ್ಫ್ಲೌ
ml: എയർഫ്ലൊ
te: ఎయర్ ఫ్లొ

source: alarm
bg: অ্যালার্ম
hi: अलार्म
kn: ಅಲಾರ್ಮ್
ml: അലറാം
te: అలారం

source: alive
bg: এলাইভ
hi: अलाइव
kn: ಅಲ್ಯ್ವ್
ml: എലീവ്
te: ఎలైవ్

source: allowable
bg: এলাওবলে
hi: अल्लोवअबल
kn: ಅಲ್ಲೋವಬ್ಲ್
ml: അലോമ്പിൾ
te: ఎలొవబుల్

source: allowed
bg: আলোয়াড়
hi: अल्लोव
kn: ಅಲೋವೆಡ್
ml: അലോ
te: ఎలోడ్

source: also
bg: অল্সো
hi: आल्सो
kn: ಆಲ್ಸೋ
ml: ഓൾസോ
te: ఆల్సొ

source: alternative
bg: অল্টারনেটিভ
hi: अल्टरनेटिव
kn: ಆಲ್ಟರ್ನೇಟಿವ್
ml: അൾട്ടർനേറ്റീവ്
te: ఆల్టర్నెటివ్

source: ambient
bg: এম্বিয়েন্ট
hi: एम्बिएंट
kn: ಆಂಬಿಯೆಂಟ್
ml: ആംബിയെന്റ്
te: యాంబియంట్

source: amplitude
bg: এমপ্লিচুড
hi: एम्पलीटूड
kn: ಅಂಪ್ಲಿಟ್ಯೂಡ್
ml: ആംബ്ലിറ്റൂട്
te: యాంప్లిట్యుడ్

source: an
bg: এন
hi: आन
kn: ಆನ್
ml: ആൻ
te: ఎన్

source: analog
bg: এনালগ
hi: एनालॉग
kn: ಅನಲಾಗ್
ml: അനലോഗ്
te: అనలాగ్

source: and
bg: এন্ড
hi: एंड
kn: ಅಂಡ್
ml: ആൻഡ്
te: అండ్

source: angles
bg: অংলেস
hi: एंगल्स
kn: ಏಂಗೆಲ್ಸ್
ml: ആങ്കിൾസ്
te: యాంగిల్స్

source: anticipate
bg: এন্টিসিপেটে
hi: एंटीसीपेड
kn: ಅಂಟಿಸಿಪೇಟ್
ml: ആൻറ്റിസിപേറ്റ്
te: యాంటిసిపెట్

source: any
bg: এনি
hi: एनी
kn: ಎನಿ
ml: എനി
te: ఎని

source: appearance
bg: আপ্পারান্সে
hi: अपीयरेंस
kn: ಅಪಿಯರೆನ್ಸ್
ml: അപ്പിയറെൻസ്
te: అప్పియరెన్స్

source: APPLICATION
bg: এপ্লিকেশন
hi: एप्लीकेशन
kn: ಅಪ್ಲಿಕೇಶನ್
ml: അപ്ലിക്കേഷൻ
te: అప్లికెషన్

source: approximate
bg: এপ্রক্সিম্যাটে
hi: अप्प्रोक्सिमत
kn: ಅಪಪ್ರಾಕ್ಸಿಮಾಟ್
ml: അപ്രോക്സിമേറ്റ്
te: అప్రొక్సిమెట్

source: are
bg: আর
hi: अर
kn: ಆರ್
ml: ആർ
te: ఆర్

source: area
bg: এরিয়া
hi: एरिया
kn: ಏರಿಯಾ
ml: ഏരിയ
te: ఎరియా

source: as
bg: এস
hi: अस
kn: ಎಸ್
ml: ആസ്
te: యాస్

source: assembly
bg: এসেমব্লি
hi: असेम्ली
kn: ಅಸ್ಸೆಂಬಲಿ
ml: അസംബ്ലി
te: అసెంబ్లీ

source: assisted
bg: এসিস্টেড
hi: एसिस्टेड
kn: ಅಸ್ಸಿಸ್ಟಡ್
ml: അസിസ്റ്റട്
te: ఎసిస్టెడ్

source: at
bg: এট
hi: एट
kn: ಅಟ್
ml: അറ്റ്
te: ఎట్

source: atlow
bg: আটলো
hi: एटलौ
kn: ಅಟ್ ಲೊ
ml: അറ്റ്ലോ
te: ఎట్ లొ

source: atmospheric
bg: এটমস্ফরিক
hi: एटमोस्फियरिक
kn: ಆತ್ಮೋಸ್ಫೆರಿಕ್
ml: അറ്റ്മോസ്ഫെറിക്
te: ఎట్మాస్పెరిక్

source: attempted
bg: আটটেমপেড
hi: अटेम्पटेड
kn: ಅಟ್ಟಂಪ್ಟೆಡ್
ml: അറ്റംമ്റ്റ്
te: ఎటెంప్టెడ్

source: authorised
bg: অথোরাইসিডি
hi: ऑथोरिज़्ड
kn: ಆಥೋರಿಜ್ಡ್
ml: ഓദറൈസ്ട്
te: ఆథరైఙ్సడ్

source: authorization
bg: অথোরাজশন
hi: ऑथॉरिज़ेशन
kn: ಆಥೋರಿಝಷನ್
ml: ഓദറൈസേഷൻ
te: ఆథరైఙెషన్

source: auto
bg: অটো
hi: ऑटो
kn: ಆಟೋ
ml: ഓട്ടോ
te: ఆటొ

source: automatic
bg: অটোমেটিক
hi: ऑटोमेटिक
kn: ಆಟೋಮ್ಯಾಟಿಕ್
ml: ഓട്ടൊമാറ്റിക്
te: ఆటోమేటిక్

source: auxiliary
bg: অক্সিলিয়ারি
hi: ऑक्ससिलारी /ऑक्सिलिआरी
kn: ಆಕ್ಸಿಲರಿ
ml: ഓക്സിലറി
te: ఆక్సిలరి

source: average
bg: অ্যাভারেজ
hi: एवरेज
kn: ಆವರೇಜ್
ml: ആവറേജ്
te: ఎవరెఙ్

source: back
bg: ব্যাক
hi: पिन
kn: ಬ್ಯಾಕ್
ml: ബാക്ക്
te: బ్యాక్

source: backbone
bg: ব্যাকবোন
hi: बैकबोन
kn: ಬ್ಯಾಕ್ ಬೋನ್
ml: ബാക്ക് ബോൺ
te: బాక్ బొన్

source: background
bg: ব্যাকগ্রাউন্ড
hi: बावकगराउण्ड
kn: ಬ್ಯಾಕ್ ಗ್ರೌಂಡ್
ml: ബാക്ക്ഗ്രൗണ്ട്
te: బాక్ గ్రొండ్

source: bad
bg: ব্যাড
hi: बड
kn: ಬ್ಯಾಡ
ml: ബാഡ്
te: బాడ్

source: balance
bg: ব্যালেন্স
hi: बैलेंस
kn: ಬ್ಯಾಲೆನ್ಸ್
ml: ബാലൻസ്
te: బ్యాలెన్స్

source: bank
bg: ব্যাঙ্ক
hi: बैंक
kn: ಬ್ಯಾಂಕ್
ml: ബാങ്ക്
te: బ్యాంకు

source: banks
bg: ব্যাংকস
hi: बैंक
kn: ಬ್ಯಾಂಕ್ಸ್
ml: ബാങ്ക്സ്
te: బ్యాంక్స్

source: barometer
bg: ব্যারোমিটার
hi: बैरोमीटर
kn: ಬ್ಯಾರೋಮೀಟರ್
ml: ബാരോമീറ്റർ
te: బారొమిటర్

source: barometric
bg: বারোমেট্রিক
hi: बैरोमेट्रिक
kn: ಬರೊಮೆಟ್ರಿಕ್
ml: ബാരോമെട്രിക്ക്
te: బారొమెట్రిక్

source: based
bg: বেসড
hi: बेस्ड
kn: ಬೇಸ್ಡ್
ml: ബേസ്ഡ്
te: బెస్ధ్

source: basic
bg: বেসিক
hi: बेसिक
kn: ಬೇಸಿಕ್
ml: ബാസിക്
te: బెసిక్

source: Batter
bg: বাটার
hi: बैटर
kn: ಬ್ಯಾಟರ್
ml: ബാറ്റർ
te: బ్యాటర్

source: battery
bg: ব্যাটারী
hi: बैटरी
kn: ಬ್ಯಾಟರಿ
ml: ബാറ്ററി
te: బ్యాటరీ

source: be
bg: বি
hi: बी
kn: ಬಿ
ml: ബി
te: బి

source: because
bg: বিকেএসে
hi: बिकॉज़
kn: ಬಿಕೌಸ
ml: ബിക്കോസ്
te: బికాఙ్

source: been
bg: বিন
hi: बीन
kn: ಬೀನ್
ml: ബീൻ
te: బీన్

source: Beep
bg: বিপ
hi: बीप
kn: ಬೀಪ್
ml: ബീപ്
te: బీప్

source: before
bg: বিফোর
hi: बिफोर
kn: ಬಿಫೋರ್
ml: ബിഫോർ
te: బిఫొర్

source: begin
bg: বিগিন
hi: बिगिन
kn: ಬಿಗಿನ್
ml: ബെജിൻ
te: బిగిన్

source: below
bg: বিলোও
hi: बिलो
kn: ಬಿಲೋ
ml: ബിലോ
te: బిలొ

source: bends
bg: বেন্ডস
hi: बेंड्स
kn: ಬೆಂಡ್ಸ್
ml: ബെൻഡ്സ്
te: బెండ్స్

source: better
bg: বেটার
hi: बेटर
kn: ಬೆಟರ್
ml: ബെറ്റർ
te: బెట్టర్

source: between
bg: বি টু ই ন
hi: बिटवीन
kn: ಬಿಟ್ವೀನ್
ml: ബിറ്റ്വീൻ
te: బిట్విన్

source: Blockage
bg: ব্লকেজ
hi: ब्लोकेज
kn: ಬ್ಲಾಕೇಜ್
ml: ബ്ലോകേജ്
te: బ్లాకెఙ్

source: blocked
bg: ব্লকড
hi: ब्लॉक्ड
kn: ಬ್ಲಾಕೆಡ್
ml: ബോക്ക്ഡ്
te: బ్లాక్డ్

source: blocks
bg: ব্লকস
hi: ब्लॉक्स
kn: ಬ್ಲಾಕ್ಸ್
ml: ബ്ലോക്ക്സ്
te: బ్లాక్స్

source: blown
bg: ব্লউন
hi: ब्लोन
kn: ಬ್ಲೌನ್
ml: ബ്ലോൺ
te: బ్లొన్

source: blue
bg: ব্লু
hi: ब्लू
kn: ಬ್ಲೂ
ml: ബ്ലു
te: బ్లు

source: body
bg: বডি
hi: बॉडी
kn: ಬಾಡಿ
ml: ബോഡി
te: బాడి

source: boost
bg: বুস্ট
hi: बूस्ट
kn: ಬೂಸ್ಟ್
ml: ബൂസ്റ്റ്
te: బూస్ట్

source: booster
bg: বুস্টার
hi: बूस्टर
kn: ಬೂಸ್ಟರ್
ml: ബൂസ്റ്റർ
te: బూస్టర్

source: both
bg: বোথ
hi: बोथ
kn: ಬೋಥ್
ml: ബോത്ത്
te: బొత్

source: box
bg: বক্স
hi: बॉक्स
kn: ಬಾಕ್ಸ್
ml: ബോക്സ്
te: బాక్స్

source: brake
bg: ব্রেক
hi: ब्रेक
kn: ಬ್ರೆಕ್
ml: ബ്രേക്ക്
te: బ్రేక్

source: braking
bg: ব্রেকিং
hi: ब्रैकिंग
kn: ಬ್ರೆಕಿಂಗ್
ml: ബ്രാക്കിങ്
te: బ్రేకింగ్

source: broken
bg: ব্রোকেন
hi: ब्रोकन
kn: ಬ್ರೋಕನ್
ml: ബ്രോക്കൺ
te: బ్రొకెన్

source: buffered
bg: বাফারেড
hi: बफर्ड
kn: ಬಫ್ಫ್ರ್ಡ್
ml: ബഫേർഡ്
te: బఫ్ఫర్డ్

source: build
bg: বিল্ড
hi: बिल्ड
kn: ಬಿಲ್ಡ್
ml: ബിൾഡ്
te: బిల్డ్

source: burning
bg: বার্নিং
hi: बर्निंग
kn: ಬರ್ನಿಂಗ್
ml: ബേണിങ്
te: బర్నింగ్

source: bus
bg: বাস
hi: बस
kn: ಬಸ್
ml: ബസ്
te: బస్

source: but
bg: বাট
hi: बट
kn: ಬಟ್
ml: ബട്ട്
te: బట్

source: button
bg: বাটন
hi: बटन
kn: ಬಟನ್
ml: ബട്ടൺ
te: బటన్

source: by
bg: বাই
hi: ब्य
kn: ಬೈ
ml: ബൈ
te: బయ్

source: bypass
bg: বাইপাস
hi: बाईपास
kn: ಬೈಪಾಸ್
ml: ബൈപാസ്
te: బైపాస్

source: byte
bg: বাইট
hi: बाइट
kn: ಬೈಟ್
ml: ബൈറ്റ്
te: బైట్

source: bytes
bg: বাইটস
hi: बीट्स
kn: ಬೈಟಸ್
ml: ബൈറ്റ്സ്
te: బైట్స్

source: calculated
bg: ক্যাল্কুলেটেড
hi: कॅल्क्युलेटेड
kn: ಕ್ಯಾಲ್ಕ್ಯುಲೇಟೆಡ್
ml: കാൽകുലേറ്റർ
te: కాల్కులెటెడ్

source: calculation
bg: ক্যালকুলেশন
hi: कैलकुलेशन
kn: ಕ್ಯಾಲ್ಕ್ಯುಲೇಷನ್
ml: കാൽകുലേഷൻ
te: కాలుక్యులెషన్

source: calibration
bg: ক্যালিব্রেশন
hi: कैलिब्रेशन
kn: ಕ್ಯಾಲಿಬ್ರೆಷನ್
ml: കാലിബ്രേഷൻ
te: కాలిబ్రెషన్

source: cam
bg: ক্যাম
hi: केम
kn: ಕ್ಯಾಮ್
ml: ക്യം
te: కామ్

source: camfault
bg: কেমফল্ট
hi: कॉम्फ़ॉल्ट
kn: ಕ್ಯಾಮ್ ಫಾಲ್ಟ್
ml: കാംഫോൾട്ട്
te: కాంఫాల్ట్

source: camshaft
bg: ক্যাম্সফ্ট
hi: कॉमसॉफ्ट
kn: ಕ್ಯಾಮ್ ಶಾಫ್ಟ್
ml: കാംഷാഫ്റ്റ്
te: కామ్ షాఫ్ట్

source: can
bg: কেন
hi: कैन
kn: ಕ್ಯಾನ್
ml: ക്യാൻ
te: క్యాన్

source: cancelling
bg: ক্যান্সেলিং
hi: कांसेल्लिंग
kn: ಕ್ಯಾನ್ಸೆಲ್ಲಿಂಗ್
ml: കാൻസെലിങ്
te: కాన్సెల్లింగ్

source: cap
bg: ক্যাপ
hi: कैप
kn: ಕ್ಯಾಪ್
ml: ക്യാപ്പ്
te: క్యాప్

source: capacitor
bg: ক্যাপাসিটর
hi: कपैसिटर
kn: ಕಪಾಸಿಟರ್
ml: കപ്പാസിറ്റർ
te: కెపాసిటర్

source: carefully
bg: কেয়ারফুললি
hi: केयर फुल्ली
kn: ಕೇರ್ಫುಲ್ಯ್
ml: കെയർഫുളി
te: కెర్ ఫూల్లి

source: case
bg: কেস
hi: केस
kn: ಕೇಸ್
ml: കേസ്
te: కేసు

source: catalyst
bg: ক্যাটালিস্ট
hi: कैटेलिस्ट
kn: ಕ್ಯಾಟಲಿಸ್ಟ್
ml: കാറ്റലിസ്റ്റ്
te: కాటలిస్ట్

source: Cause
bg: কিউজ
hi: कॉज
kn: ಕಾಸ್
ml: കോസ്
te: కాజ్

source: change
bg: চেঞ্জ
hi: चेंज
kn: ಛಂಜ್
ml: ചെയ്ഞ്ച്
te: చెంఙ్

source: changed
bg: চেঞ্জড
hi: चेंज्ड
kn: ಛಂಜೆಡ್
ml: ചേജ്ഡ്
te: చెంఙడ్

source: charge
bg: চার্জ
hi: चार्ज
kn: ಚಾರ್ಜ್
ml: ചാർജ്
te: చార్ఙ్

source: charged
bg: চার্জড
hi: चार्जड
kn: ಚಾರ್ಜ್ಡ್
ml: ചാർജ്ട്
te: చార్ఙ్ద్

source: charger
bg: চার্জার
hi: चार्जर
kn: ಚಾರ್ಜರ್
ml: ചാർജർ
te: ఛార్జర్

source: check
bg: চেক
hi: चेक
kn: ಚೆಕ್
ml: ചെക്ക്
te: చెక్

source: checked
bg: চ্যাকেড
hi: चेक्ड
kn: ಚೆಕ್ಕ್ದ್
ml: ചെക്ക്ട്
te: చెక్డ్

source: checking
bg: চেকিং
hi: चेकिंग
kn: ಚೆಕಿಂಗ್
ml: ചെക്കിങ്
te: చెకింగ్

source: Checkpoints
bg: চেকপয়েন্টস
hi: चेकपॉइंट
kn: ಚೆಕ್ ಪಾಯಿಂಟ್ಸ್
ml: ചെക്ക്പോയിന്റ്സ്
te: చెక్ పాయింట్స్

source: checksum
bg: চেকসাম
hi: चेकसम
kn: ಚೆಕ್ ಸಂ
ml: ചെക്ക്സം
te: చెక్సమ్

source: Chocked
bg: চোকেড
hi: चौकड़
kn: ಚೋಕ್ಕ್ದ್
ml: ചോക്ട്
te: చొక్డ్

source: Choked
bg: চোকেড
hi: चौकड़
kn: ಚೋಕ್ಕ್ದ್
ml: ചോക്ട്
te: చొక్డ్

source: circuit
bg: সার্কিট
hi: सर्किट
kn: ಸರ್ಕ್ಯೂಟ್
ml: സെർക്യൂറ്റ്
te: సర్క్యూట్

source: circuit more
bg: সার্কিট মোর
hi: सर्किट मोर
kn: ಸರ್ಕ್ಯೂಟ್ ಮೋರ್
ml: സെർക്യൂട്ട് മോർ
te: సర్కుట్ మొర్

source: ckt
bg: সিকেটি
hi: सर्किट
kn: ಸರ್ಕ್ಯೂಟ್
ml: സികെറ്റി
te: సి కె టి

source: claim
bg: ক্লেম
hi: क्लेम
kn: ಕ್ಲೇಮ್
ml: ക്ലെം
te: క్లైమ్

source: classified
bg: ক্লাসিফাইড
hi: क्लासिफाइड
kn: ಕ್ಲಾಸ್ಸಿಫಿಎಡ್
ml: ക്ലാസിഫൈഡ്
te: క్లాసిఫైడ్స్

source: clear
bg: ক্লিয়ার
hi: क्लियर
kn: ಕ್ಲಿಯರ್
ml: ക്ലിയർ
te: క్లియర్

source: cleared
bg: ক্লিয়ার্ড
hi: क्लीयर
kn: ಕ್ವೀರೆಡ್
ml: ക്ലിയേഡ്
te: క్లియర్డ్

source: clock
bg: ক্লক
hi: क्लॉक
kn: ಕ್ಲಾಕ್
ml: ക്ലോക്ക്
te: క్లాక్

source: close
bg: ক্লোসে
hi: क्लोज
kn: ಕ್ಲೋಸ್
ml: ക്ലോസ്
te: క్లొస్

source: closed
bg: ক্লোস্ড
hi: क्लोज्ड
kn: ಕ್ಲೋಸ್ಡ್
ml: ക്ലോസ്ഡ്
te: క్లోజ్డ్

source: cluster
bg: ক্লাস্টার
hi: क्लस्टर
kn: ಕ್ಲಸ್ಟರ್
ml: ക്ലസ്റ്റർ
te: క్లస్టర్

source: clutch
bg: ক্লাচ
hi: क्लच
kn: ಕ್ಲಚ್
ml: ക്ലച്ച്
te: క్లచ్

source: coast
bg: কোস্ট
hi: कोस्ट
kn: ಕೋಸ್ಟ್
ml: കോസ്റ്റ്
te: కొస్ఠ్

source: code
bg: কোড
hi: कोड
kn: ಕೋಡ್
ml: കോഡ്
te: కోడ్

source: codes
bg: কোডস
hi: कोड्स
kn: ಕೋಡ್ಸ
ml: കോഡ്സ്
te: కొడ్స్

source: cogwheels
bg: কগহোয়েল্স
hi: कॉग्व्हील्स
kn: ಕಾಗ್ ವಿಹೀಲ್ಸ್
ml: കോഗ്വീൽസ്
te: కాగ్ వీల్స్

source: coil
bg: কয়েল
hi: कोइल
kn: ಕಾಯಿಲ್
ml: കോയിൽ
te: కాయిల్

source: cold
bg: কোল্ড
hi: कोल्ड
kn: ಕೋಲ್ಡ್
ml: കോൾട്
te: కొల్డ్

source: come
bg: কাম
hi: कम
kn: ಕಮ್
ml: കം
te: కం

source: coming
bg: কামিং
hi: कमिंग
kn: ಕಮಿಂಗ್
ml: കമിങ്
te: కమింగ్

source: command
bg: কম্যান্ড
hi: कमांड
kn: ಕಮಾಂಡ್
ml: കമണ്ട്
te: కమాండ్

source: commanded
bg: কমান্ডেড
hi: कमांडेड
kn: ಕಮಾಂಡೇಡ್
ml: കമാൻഡഡ്
te: కమాండెడ్

source: common
bg: কমন
hi: कॉमन
kn: ಕಾಮನ್
ml: കോമൺ
te: కామన్

source: communication
bg: কমিউনিকেশন
hi: कम्युनिकेशन
kn: ಕಮ್ಯುನಿಕೇಷನ್
ml: കമ്യൂണികാഷൻ
te: కమ్యూనికేషన్

source: compare
bg: কোম্পা আর
hi: कमपेअर
kn: ಕಂಪೇರ್
ml: കംബയർ
te: కంపెర్

source: comparison
bg: কোম্পারিষিণ
hi: कपरिसन
kn: ಕಂಪ್ಯಾರಿಸನ್
ml: കംബാരിസൺ
te: కంపారిషన్

source: complete
bg: কমপ্লিট
hi: कम्पलीट
kn: ಕಂಪ್ಲೀಟ್
ml: കംപ്ലീറ്റ്
te: కంప్లిట్

source: completed
bg: কমপ্লেটেড
hi: कम्प्लीटेड
kn: ಕಂಪ್ಲೀಟೆಡ್
ml: കംപ്ലീറ്റ്ഡ്
te: కంప్లిటెడ్

source: completely
bg: কম্প্লেটলি
hi: कम्प्लीटली
kn: ಕಂಪ್ಲೇಟೇಲಿ
ml: കംബീറ്റിലി
te: కంప్లిట్లి

source: completion
bg: কম্প্লেশন
hi: कम्पलीशन
kn: ಕಂಪ್ಲೀಷನ್
ml: കംപ്ലീഷൻ
te: కంప్లిషన్

source: component
bg: কম্পোনেন্ট
hi: कॉम्पोनेन्ट
kn: ಕಂಪೋನೆಂಟ್
ml: കംപോണൻറ്റ്
te: కాంపొనెంట్

source: composition
bg: কম্পোজিশন
hi: कम्पोजीशन
kn: ಕಂಪೋಸಿಷನ್
ml: കംബോസിഷൻ
te: కంపొసిషన్

source: compressor
bg: কম্প্রেসসর
hi: कम्प्रेसर
kn: ಕಂಪ್ರೆಸರ್
ml: കംബ്രസർ
te: కంప్రెసర్

source: concerning
bg: কন্সার্নিং
hi: कंसर्निंग
kn: ಕಾನ್ಸರ್ನಿಂಗ್
ml: കൺസേണിങ്
te: కంసెర్నింగ్

source: condition
bg: কন্ডিশন
hi: कंडीशन
kn: ಕಂಡೀಶನ್
ml: കൺഡീഷൻ
te: కండిషన్

source: conditioner
bg: কন্ডিশনার
hi: कंडीशनर
kn: ಕಂಡೀಷನರ್
ml: കൺഡീഷ്ണർ
te: కండీషనర్

source: conditions
bg: কন্ডিশনস
hi: कंडीशंस
kn: ಕಂಡಿಷನ್ಸ್
ml: കൺഡീഷൻസ്
te: కండిషన్

source: configuration
bg: কনফিগারেশন
hi: कॉन्फ़िगरेशन
kn: ಕಾಂಫಿಗುರೇಶನ್
ml: കോൺഫിഗറേഷൻ
te: కాన్ఫిగరెషన్

source: confirm
bg: কন্ফার্ম
hi: कन्फर्म
kn: ಕನ್ಫರ್ಮ್
ml: കൺഫേംസ്
te: కన్ఫర్మ్

source: confirmation
bg: কনফার্মেশন
hi: कन्फर्मेशन
kn: ಕನ್ಫರ್ಮ್ಯಾಟ್ನ್
ml: കൺഫേർമേഷൻ
te: కన్ఫెర్మెషన్

source: conforms
bg: কনফর্মস
hi: कन्फर्म
kn: ಕಂಫಾರ್ಮ್ಸ್
ml: കൺഫേംസ്
te: కొన్ఫార్మాన్స్

source: Connect
bg: কানেক্ট
hi: कनेक्शन
kn: ಕನೆಕ್ಟ್
ml: കണക്റ്റ്
te: కనెక్ట్

source: connected
bg: কানেক্টেড
hi: कनेक्टेड
kn: ಕನೆಕ್ಟೆಡ್
ml: കണക്റ്റട്
te: కనెక్టెడ్

source: Connecting
bg: কানেকটিং
hi: कनेक्टिंग
kn: ಕನೆಕ್ಟಿಂಗ್
ml: കണക്റ്റിങ്
te: కనెక్టింగ్

source: connection
bg: কানেকশন
hi: कोंनेकशन
kn: ಕನೆಕ್ಷನ್
ml: കണക്ഷൻ
te: కనెక్షన్

source: connections
bg: কানেকশনস
hi: कनेक्शन्स
kn: ಕಾಂನೆಕ್ಟರ್ಸ್
ml: കണക്ഷൻസ്
te: కనెక్షన్

source: connector
bg: কানেক্টর
hi: कनेक्टर
kn: ಕನೆಕ್ಟರ್
ml: കണക്റ്റർ
te: కనెక్టర్

source: connectors
bg: কান্নেক্টরস
hi: कनेक्टर्स
kn: ಕಣ್ಣೇಕ್ಟರ್ಸ್
ml: കണക്റ്റേഷ്സ്
te: కనెక్ట్ ర్స్

source: consent
bg: কনসেন্ট
hi: कंसेंट
kn: ಕನ್ಸೆಂಟ್
ml: കൺസെന്റ്
te: కన్సెంట్

source: consistant
bg: কন্সিস্টেন্ট
hi: कंसिस्टेंट
kn: ಕಾನ್ಸಿಸ್ಟನ್ಟ್
ml: കൺസിസ്റ്റൻസ്
te: కంన్సిస్టెంట్

source: consumption
bg: কোসাম্পশন
hi: कंजप्शन
kn: ಕಾಣ್ಸುಮ್ಪ್ಟ್ನ್
ml: കൺസംഷൻ
te: కన్స్ంప్షన్

source: CONTENTS
bg: কন্টেন্টস
hi: कंटेंट्स
kn: ಕಂಟೆಂಟ್ಸ
ml: കൺടൻസ്
te: కంటెంట్స్

source: continuity
bg: কন্টিন্যুইটি
hi: कॉन्टिनुइटी
kn: ಕಂಟಿನ್ಯೂಇಟಿ
ml: കൺഡിന്യുറ്റി
te: కంటిన్యుటి

source: continuously
bg: কোন্টিনিউসালই
hi: कन्टिन्यूसली
kn: ಕಂಟಿನ್ಯೂಔಸಲಿ
ml: കൺഡിന്യൂസിലി
te: కంటిన్యుస్లి

source: contribution
bg: কান্ট্রিবিউশন
hi: कंट्रीब्यूशन
kn: ಕಾಂಟ್ರಿಬ್ಯುಶನ್
ml: കോൺട്രിബൂഷൻ
te: కాంట్రిబ్యుషన్

source: control
bg: কন্ট্রোল
hi: कन्ट्रोल
kn: ಕಂಟ್ರೋಲ್
ml: കൺട്രോൾ
te: కంట్రొలర్

source: controlled
bg: কন্ট্রোল্ড
hi: कंट्रोल्ड
kn: ಕಂಟ್ರೋಲ್ಡ್
ml: കൺട്രോൾഡ്
te: కంట్రొల్డ్

source: controller
bg: কন্ট্রোলার
hi: कंट्रोलर
kn: ಕಾಂಟ್ರೋಲ್ಲೆರ್
ml: കൺഡോളർ
te: కంట్రోలర్

source: converging
bg: কনভেরজিং
hi: कनवबरगिंग
kn: ಕಾನ್ವೆರ್ಜಿಂಗ್
ml: കൺവേർജിങ്
te: కన్వర్ఙింగ్

source: conversion
bg: কনভার্সন
hi: कॉनवर्शन
kn: ಕನ್ವರ್ಷನ್
ml: കൺവേർഷൻ
te: కన్వెర్షన్

source: converter
bg: কনভার্টার
hi: कोवेर्टेर
kn: ಕನ್ವರ್ಟರ್
ml: കൺവെർട്ടർ
te: కన్వర్టర్

source: cool
bg: কূল
hi: कूल
kn: ಕೂಲ್
ml: കൂൾ
te: కూల్

source: coolant
bg: কুল্যান্ট
hi: कूलैंट
kn: ಕೂಲಂಟ್
ml: കൂളൻ്റ്
te: కూలెంట్

source: COOLED
bg: কুলড
hi: कूल्ड
kn: ಕೋಲ್ಡ್
ml: കൂൾഡ്
te: కుల్డ్

source: cooler
bg: কুলার
hi: कूलर
kn: ಕೂಲರ್
ml: കൂളെർ
te: కులర్

source: cooling
bg: কুলিং
hi: कूलिंग
kn: ಕೂಲಿಂಗ್
ml: കൂളിംഗ്
te: కులింగ్

source: coordinator
bg: কোঅর্ডিনেটর
hi: कोऑर्डिनेटिंग
kn: ಕೋ ಆರ್ಡ್ನಟ್
ml: കോർഡിനേറ്റർ
te: కొర్డినెటర్

source: copying
bg: কপিয়িং
hi: कोपयिन्ग
kn: ಕಾಪಿರೈಟ್
ml: കോപിങ്
te: కాపీయింగ్

source: Copyright
bg: কপিরাইট
hi: कॉपीराइट
kn: ಕಾಪಿರೈಟ್
ml: കോപ്പിറൈറ്റ്
te: కాపీరైట్

source: correct
bg: কারেক্ট
hi: करेक्ट
kn: ಕರೆಕ್ಟ್
ml: കറക്റ്റ്
te: కర్రెక్ట్

source: corrected
bg: কার্রেক্টেড
hi: करेक्टड
kn: ಕರೆಕ್ಟ್ದ್
ml: കറക്റ്റട്
te: కరెక్టెడ్

source: correction
bg: কারেকশন
hi: करेक्शन
kn: ಕರೆಕ್ಷನ್
ml: കറക്ഷൻ
te: కరెక్షన్

source: corrections
bg: কারেকশন
hi: करेक्शंस
kn: ಕರೆಕ್ಷನ್ಸ್
ml: കറക്ഷൻ
te: కర్రెక్షన్

source: correlation
bg: কোররিলেশন
hi: कोरिलेशन
kn: ಕೋರಿಲೆಷನ್
ml: കറലേഷൻ
te: కోరేలీషన్

source: correleation
bg: কোররিলেশন
hi: कोरिलेशन
kn: ಕೋರಿಲೆಷನ್
ml: കറലേഷൻ
te: కోరేలీషన్

source: COTTON
bg: কটন
hi: कॉटन
kn: ಕಾಟನ್
ml: കോട്ടൺ
te: కాటన్

source: could
bg: কুল্ড
hi: कुड
kn: ಕುಡ್
ml: കുഡ്
te: కుల్డ్

source: count
bg: কাউন্ট
hi: काउंट
kn: ಕೌಂಟ್
ml: കൗണ്ട്
te: కౌంట్

source: counter
bg: কাউন্টার
hi: काउंटर
kn: ಕೌಂಟರ್
ml: കൗണ്ടർ
te: కౌంటర్

source: counters
bg: কাউন্টারস
hi: काउंटर
kn: ಕೌಂಟರ್ಸ್
ml: കൗൺഡേൾസ്
te: కౌంటర్స్

source: Coupled
bg: কাপল্ড
hi: कपल्ड
kn: ಕಪಲ್ಡ್
ml: കപ്പിൾഡ്
te: కపుల్డ్

source: coupler
bg: ক্যাপ্লার
hi: कप्लर
kn: ಕಪ್ಲೆರ್
ml: കപ്പളർ
te: కప్లర్

source: crank
bg: ক্র্যাংক
hi: क्रैंक
kn: ಕ್ರಾಂಕ್
ml: ക്രാങ്ക്
te: క్రాంక్

source: crankcase
bg: ক্র্যাংককেস
hi: क्रैंककेस
kn: ಕ್ರಾಂಕ್ ಕೇಸ್
ml: ക്റാങ്ക്കേസ്
te: క్రాంక్కేస్

source: cranking
bg: ক্র্যাঙ্কিং
hi: क्रैकिंग
kn: ಕ್ರ್ಯಾಂಕಿಂಗ್
ml: ക്രാങ്കിം
te: క్రాంకింగ్

source: crankshaft
bg: ক্র্যাঁকশাফ্ট
hi: क्रैंकशाफ्ट
kn: ಕ್ರಾಂಕ್ ಶಾಫ್ಟ್
ml: ക്രാൻഗ്ഷാഫ്റ്റ്
te: క్రాంక్ షాఫ్ట్

source: critical
bg: ক্রিটিকাল
hi: क्रिटिकल
kn: ಕ್ರಿಟಿಕಲ್
ml: ക്രിറ്റിക്കൽ
te: క్రిటికల్

source: critically
bg: ক্রিটিক্যালি
hi: क्रिटिकली
kn: ಕ್ರಿಟಿಕಲಿ
ml: ക്രിറ്റികലി
te: క్రిటికల్లి

source: Cross
bg: ক্রস
hi: क्रॉस
kn: ಕ್ರಾಸ್
ml: ക്രോസ്
te: క్రాస్

source: crossed
bg: ক্রসড
hi: क्रॉस्ड
kn: ಕ್ರಾಜ್ಡ್
ml: ക്രോസ്ഡ്
te: క్రాస్డ్

source: cruise
bg: করুইসে
hi: क्रूज
kn: ಕ್ರುಇಸೆ
ml: ക്രൂയ്സ്
te: క్రూయిజ్

source: current
bg: কারেন্ট
hi: कर्रेंट
kn: ಕರೆಂಟ್
ml: കറണ്ട്
te: కరెంట్

source: cut
bg: কাট
hi: कट
kn: ಕಟ್
ml: കട്ട്
te: కట్

source: cycle
bg: সাইকেল
hi: साइकिल
kn: ಸೈಕಲ್
ml: സൈക്കിൾ
te: సైకల్

source: cycling
bg: সাইক্লিং
hi: साइकिलिंग
kn: ಸೈಕ್ಲಿಂಗ್
ml: സൈക്ലിങ്
te: సైక్లింగ్

source: cylinder
bg: সিলিন্ডার
hi: सिलिंडर
kn: ಸಿಲಿಂಡರ್
ml: സിലിണ്ടർ
te: సిలిండర్

source: damage
bg: ড্যামেজ
hi: डैमेज
kn: ಡ್ಯಾಮೇಜ್
ml: ഡാമേജ്
te: డామెఙ్

source: damaged
bg: ড্যামেজড
hi: डैमेज्ड
kn: ಡಮಜೆಡ್
ml: ഡാമേജ്ഡ്
te: డామెఙ్డ్

source: data
bg: ডাটা
hi: डेटा
kn: ಡೇಟಾ
ml: ഡാറ്റ
te: డాటా

source: dataset
bg: ডাটাসেট
hi: डाटासेट
kn: ಡಾಟಾಸೆಟ್
ml: ഡാറ്റാസെറ്റ്
te: డేటాసెట్

source: date
bg: ডেট
hi: डेट
kn: ಡೇಟ್
ml: ഡേറ്റ്
te: డేట్

source: dcu
bg: ডিসিউ
hi: दी सी ऊ
kn: ಡಿ ಸಿ ಯು
ml: ഡിസിയു
te: డిసియు

source: deactivated
bg: ডিএক্টিভেটেড
hi: डीटीवेटेड
kn: ಡಿಆಕ್ಟಿವಟೆಡ್
ml: ഡിയാക്റ്റിവേറ്റഡ്
te: డియాక్టివెటె్డ్

source: deactivation
bg: ডিএক্টিভেশন
hi: डक्टिवेशन
kn: ಡಿಆಕ್ಟಿವಷನ್
ml: ഡിയാക്റ്റിവേഷൻ
te: డియాక్టివెషన్

source: dealer
bg: ডিলার
hi: डीलर
kn: ಡೀಲರ್
ml: ഡീലർ
te: డీలర్

source: debounced
bg: ডিবোন্সড
hi: डीबॉसड
kn: ಡೇಬೌನ್ಸಡ್
ml: ഡിബൗൺസ്ഡ്
te: డిబొంన్స్డ్

source: default
bg: ডিফল্ট
hi: डिफ़ॉल्ट
kn: ಡೀಫಾಲ್ಟ್
ml: ഡിഫോൾട്ട്
te: డిఫాల్ట్

source: defect
bg: ডিফেক্ট
hi: डिफेक्ट
kn: ಡಿಫೆಕ್ಟ್
ml: ഡിഫെക്റ്റ്
te: డిఫెక్ట్

source: defective
bg: ডিফেক্টিভ
hi: डिफेक्टिव
kn: ಡಿಫೆಕ್ಟಿವ್
ml: ഡിഫെക്റ്റീവ്
te: డిఫెక్టివ్

source: defined
bg: ডিফাইনেড
hi: डिफाइन
kn: ಡಿಫೈನ್ಡ
ml: ഡിഫൈൻഡ്
te: డిఫైన్డ్

source: deliver
bg: ডেলিভার
hi: प्लंजर
kn: ಡೆಲಿವರ್
ml: ഡെലിവർ
te: డెలివర్

source: delivery
bg: ডেলিভারি
hi: डिलीवरी
kn: ಡೆಲಿವರಿ
ml: ഡെലിവറി
te: డెలివరీ

source: Delta
bg: ডেল্টা
hi: डेल्टा
kn: ಡೆಲ್ಟಾ
ml: ഡെൽറ്റ
te: డెల్టా

source: demand
bg: ডিমান্ড
hi: डिमांड
kn: ಡಿಮ್ಯಾಂಡ್
ml: ഡിമാൻഡ്
te: డిమాండ్

source: density
bg: ডেনসিটি
hi: डेंसिटी
kn: ಡೆನ್ಸಿಟಿ
ml: ഡെൻസിറ്റി
te: డెన్సిటీ

source: dent
bg: ডেন্ট
hi: डेंट
kn: ಡೆಂಟ್
ml: ഡെൻറ്റ്
te: డెంట్

source: description
hi: डिस्क्रिप्शन
kn: ಡಿಸ್ಕ್ರಿಪ್ಟಿನ್
ml: ഡിസ്ക്രിപ്ഷൻ
te: డెస్స్రిపషన్

source: designed
bg: ডিসাইনএড
hi: डिज़ाइनड
kn: ಡೆಸೈನೆಡ್
ml: ഡിസൈൻഡ്
te: డిసైన్డ్

source: desired
bg: ডিস্যাইরড
hi: डिजायरड
kn: ಡೆಸೈರ್ಡ್
ml: ഡിസൈഡ്
te: డిసైర్డ్

source: details
bg: ডিটেলস
hi: डिटेल्स
kn: ಡೀಟೇಲ್ಸ್
ml: ഡിറ്റിയേൽസ്
te: డిటెయల్స్

source: detected
bg: ডিটেক্টেড
hi: डेटेक्टेड
kn: ಡಿಟೆಕ್ಟೆಡ್
ml: ഡിറ്റെക്റ്റഡ്
te: డిటెక్టెడ్

source: detection
bg: ডিটেকশন
hi: डिटेक्शन
kn: ಡಿಟೆಕ್ಷನ್
ml: ഡിറ്റെക്ഷൻ
te: డిటెకషన్

source: detects
bg: ডিটেক্ট
hi: डेटेक्टस
kn: ಡಿಟೆಕ್ಟ್ಸ್
ml: ഡിറ്റെക്റ്റ്
te: డిటెక్టస్

source: deteriorated
bg: ডিটেরিয়ারেটেড
hi: डेटरआईदरड़
kn: ಡೇಟರಿಯೋರೇಟೆಡ್
ml: ഡിറ്റെറിയോറിറ്റട്
te: డిటొరియెటడ్

source: determines
bg: ডিটারমাইনস
hi: डेटर्मिनेस
kn: ಡೆಟೆರ್ಮಿನ್ಸ್
ml: ഡിറ്റർമൈൻസ്
te: డిటర్మైన్స్

source: deviation
bg: ডেভিয়েশন
hi: डेविएशन
kn: ದೇವಿಯೇಷನ್
ml: ഡീവിയ്യേഷൻ
te: ఢివియెషన్

source: device
bg: ডিভাইস
hi: डिवाइस
kn: ಡಿವೈಸ್
ml: ഡിവൈസ്
te: డివైస్

source: Diagnosis
bg: ডায়াগনসিস
hi: डायग्नोसिस
kn: ಡೈಜಿನೊಸಿಸ್
ml: ഡയഗ്നോസിസ്
te: డయాగ్నోసిస్

source: diagnostic
bg: ডায়াগনস্টিক
hi: डायग्नोस्टिक
kn: ಡಯಗ್ನೊಸ್ಟಿಕ್
ml: ഡയഗ്ണോസ്റ്റിക്
te: డయాగొనాస్టిక్

source: diagnostics
bg: ডাগনিস্টিক
hi: डायग्नोस्टिक्स
kn: ಡಯಗ್ನೊಸ್ಟಿಕ್
ml: ഡയഗ്നോസിസ്
te: డయాగొనాస్టిక్స్

source: diagram
bg: ডায়াগ্রাম
hi: डायग्राम
kn: ಡೈಗ್ರಾಮ್
ml: ഡയഗ്രാം
te: డైయాగ్రమ్

source: diameter
bg: ডাআঁমিটার
hi: डियामीटर
kn: ಡಯಾಮೀಟರ್
ml: ഡയാമീറ്റർ
te: డయామిటర్

source: diesel
bg: ডিজেল
hi: डीजल
kn: ಡೀಸೆಲ್
ml: ഡീസൽ
te: డీజిల్

source: diff
bg: ডিফ
hi: डिफ्फ
kn: ಡಿಫ್
ml: ഡിഫ്
te: డిఫ్

source: difference
bg: ডিফারেন্স
hi: डिफ्रेंस
kn: ಡಿಫರೆನ್ಸ್
ml: ഡിഫറൻസ്
te: డిఫరెన్స్

source: different
bg: ডিফারেন্ট
hi: डिफरेंट
kn: ಡಿಫರೆಂಟ್
ml: ഡിഫ്രണ്ട്
te: డిఫరెంట్

source: differential
bg: ডিফারেনশিয়াল
hi: डिफ़रेंटिअल
kn: ಡಿಫ್ರ್ಎಂಟ್ರಿಯಾಲ್
ml: ഡിഫ്റെൻഷ്യൽ
te: డెఫరెంషియల్

source: digital
bg: ডিজিটাল
hi: डिजिटल
kn: ಡಿಜಿಟಲ್
ml: ഡിജിറ്റൽ
te: డిజిటల్

source: direction
bg: ডাইরেকশন
hi: डायरेक्शन
kn: ಡೈರೆಕ್ಷನ್
ml: ഡയറക്ഷൻ
te: డయరెక్షన్

source: disable
bg: ডিসএবল
hi: डिसएबल
kn: ಡಿಸೇಬಲ್
ml: ഡിസമ്പിൾ
te: డిసేబుల్

source: disabled
bg: ডিসব্লেড
hi: डिसबलेड
kn: ಡಿಸೇಬಲ್ಡ
ml: ഡിസബിൾഡ്
te: డిసెబల్డ్

source: disagrees
bg: ডিসেগ্রিস
hi: डिसग्रीस
kn: ಡಿಸಾಗ್ರಿಸ್
ml: ഡിസ്അഗ്രീസ്
te: డిస్ అగ్రిస్

source: disc
bg: ডিস্ক
hi: डिस्क
kn: ಡಿಸ್ಕ್
ml: ഡിസ്ക്
te: డిస్క్

source: disconnect
bg: ডিসকানেক্ট
hi: डिसकनेक्ट
kn: ಡಿಸ್ಕನೆಕ್ಟ್
ml: ഡിസ്കണക്റ്റ്
te: డిస్కనెక్ట్

source: disconnected
bg: ডিসকানেক্টেড
hi: डिस्कनेक्टेड
kn: ಡಿಸ್ಕೋನ್ನೆಸಿಟೆಡ್
ml: ഡിസ്കണക്റ്റഡ്
te: డిస్కెనెక్టెడ్

source: Disconnecting
bg: ডিসকানেকটিং
hi: डिस कनेक्टिंग
kn: ಡಿಸ್ಕೋಣ್ಣೆಕ್ಟಿಂಗ್
ml: ഡിസ്കണക്റ്റിങ്
te: డిస్ కనెక్టింగ్

source: disconnection
bg: ডিসকানেক্শন
hi: डिस्कोंनेकशन
kn: ಡಿಸ್ಕೋನ್ನೆಕ್ಷನ್
ml: ഡിസ്കണക്ഷൻ
te: డిస్ కనెక్షన్

source: discontinuity
bg: ডিসকোন্তিনুএটি
hi: डिस्कन्टिन्यूइटी
kn: ಡಿಸ್ಕಾಣ್ತಿನುಇಟಿ
ml: ഡിസ്കൺണ്ടിന്വുറ്റി
te: డిస్ కంటిన్యుటి

source: display
bg: ডিসপ্লে
hi: डिस्प्ले
kn: ಡಿಸ್ಪ್ಲೇ
ml: ഡിസ്പ്ലെ
te: డిస్ప్లె

source: distance
bg: ডিসটেন্স
hi: डिस्टेंस
kn: ಡಿಸ್ಟೆನ್ಸ್
ml: ഡിസ്റ്റൻസ്
te: డిస్టెన్స్

source: distribution
bg: ডিস্ট্রিবুশন
hi: डिस्ट्रीब्यूशन
kn: ಡಿಸ್ಟ್ರಿಬ್ಯುಶನ್
ml: ഡിസ്ട്രിബ്രൂഷൻ
te: డిస్ట్రిబ్యుషన్

source: disturbance
bg: ডিসটার্বান্স
hi: डिस्टर्बिंग
kn: ಡಿಸ್ಟರ್ಬೆನ್ಸ್
ml: ഡിസ്റ്റർബൻസ്
te: డిస్ట్ర్బెన్స్

source: do
bg: ডো
hi: डु
kn: ಡೊ
ml: ഡു
te: డు

source: document
bg: ডকুমেন্ট
hi: डॉक्यूमेंट
kn: ಡಾಕ್ಯುಮೆಂಟ್
ml: ഡോക്യുമെന്റ്
te: డాక్యుమెంట్

source: done
bg: ডান
hi: डान
kn: ಡನ್
ml: ഡൺ
te: డన్

source: dosing
bg: ডেসিং
hi: दोसिंग
kn: ಡೋಸಿಂಗ್
ml: ഡോസിങ്
te: డొసింగ్

source: down
bg: ডাউন
hi: डाउन
kn: ಡೌನ್
ml: ഡൗൺ
te: డౌన్

source: downshift
bg: ডাউন শিফট
hi: डाउन शिफ्ट
kn: ಡೌನ್ಶಿಫ್ಟ್
ml: ഡൗൺഷിഫ്റ്റ്
te: డౌన్ షిఫ్ట్

source: downstream
bg: ডাউনস্ট্রিম
hi: डाउनस्ट्रीम
kn: ಡೌನ್ಸ್ಟ್ರೆಮ್
ml: ഡൗൺസ്ട്രീം
te: డొన్ స్ట్రిమ్

source: Drain
bg: ড্রেন
hi: ड्रेन
kn: ಡ್ರೈನ್
ml: ഡ്രയ്ൻ
te: డ్రైన్

source: drift
bg: ড্রিফট
hi: ड्रिफ्ट
kn: ಡ್ರಿಫ್ಟ್
ml: ഡ്രിഫ്റ്റ്
te: డ్రిఫ్ట్
