Repository: manicoder/WikitekMotorCycleMechanik
Catalog: WikitekMotorCycleMechanik/WikitekMotorCycleMechanik/Resources.*.resx
Languages: bg, hi, kn, ml, te

source: once
bg: ওয়ানস
hi: वन्स
kn: ವನ್ಸ್
ml: വൺസ്
te: ఒన్స్

source: one
bg: ওয়ান
hi: वान
kn: ಒನ್
ml: വൺ
te: ఒన్

source: ones
bg: ওয়ান্স
hi: वन्स
kn: ಒನ್ಸ್
ml: വൺസ്
te: ఒన్స్

source: only
bg: অনলি
hi: ओनली
kn: ಓನ್ಲಿ
ml: ഓൺളി
te: ఓన్లి

source: open
bg: ওপেন
hi: ओपन
kn: ಓಪನ್
ml: ഓപ്പൺ
te: ఓపెన్

source: opened
bg: ওপেনড
hi: ओपेनेड
kn: ಓಪೆನ್ಡ್
ml: ഓപ്പൺ
te: ఓపెన్డ్

source: opening
bg: ওপেননিং
hi: ओपनिंग
kn: ಓಪನಿಂಗ್
ml: ഓപ്പണിങ്ങ്
te: ఓపెనింగ్

source: operation
bg: অপারেশন
hi: ऑपरेशन
kn: ಆಪರೇಷನ್
ml: ഓപ്പറേഷൻ
te: ఆపరేషన్

source: operations
bg: অপারেশন্স
hi: ऑपरेशन्स
kn: ಅಪೆರೇಷನ್
ml: ഓപ്പറേഷൻസ്
te: ఓపెరెషన్

source: or
bg: ওর
hi: और
kn: ಓರ್
ml: ഓർ
te: ఆర్

source: orifice
bg: ওরি ফিস
hi: ओरिफाईस
kn: ಒರಿಫಾಸ್
ml: ഒറിഫൈസ്
te: ఒరిఫైస్

source: other
bg: আদার
hi: ऑथर
kn: ಓಥೆರ್
ml: അദർ
te: అథర్

source: our
bg: আওয়ার
hi: आवर
kn: ಅವರ್
ml: ഔർ
te: అవర్

source: out
bg: আউট
hi: आउट
kn: ಔಟ್
ml: ഔട്ട്
te: అవుట్

source: outlet
bg: আউটলেট
hi: आउटलेट
kn: ಔಟ್ಲೆಟ್
ml: ഔട്ട്ലറ്റ്
te: అవుట్లెట్

source: output
bg: আউটপুট
hi: आउटपुट
kn: ಔಟ್ಪುಟ್
ml: ഔട്ട്പുട്ട്
te: అవుట్పుట్

source: over
bg: ওভার
hi: ओवर
kn: ಓವರ್
ml: ഓവർ
te: ఓవర్

source: overboost
bg: ওভারবুস্ট
hi: ओवेरबुस्ट
kn: ಓವೆರ್ಬೂಸ್ಟ್
ml: ഓവർബൂസ്റ്റ്
te: ఓవర్ బూస్ట్

source: overrun
bg: ওভাররুন
hi: ओवर रन
kn: ಓವರ್ ರನ್
ml: ഓവർറൺ
te: ఓవర్ రన్

source: overspeed
bg: ওভারস্পিড
hi: ओवरस्पीड
kn: ಓವೆರ್ಸ್ಪೀಡ್
ml: ഓവർസ്പീഡ്
te: ఒవర్స్పిడ్

source: overtemp
bg: ওভারটেম্প
hi: ओवरटेम्प
kn: ಓವೆರ್ಟೆಂಪ್
ml: ഓവർടെംപ്
te: ఓవర్ టెంప్

source: Overview
bg: ওভারভিউ
hi: ओवरव्यू
kn: ಓವೆರ್ವಿಯೂ
ml: ഓവർവ്യൂ
te: ఓవర్ ఫ్లొ

source: overvoltage
bg: ওভার ভোল্টেজ
hi: ओवर वोल्टेज
kn: ಓವೆರ್ವೊಳ್ತಾಜ
ml: ഓവർവോൾറ്റേജ്
te: ఓవర్ ఓల్టెఙ్

source: oxidation
bg: অক্সিডেসন
hi: ऑक्सीडेशन
kn: ಒಕ್ಸಿಡೇಷನ್
ml: ഓക്സിഡാഷൻ
te: ఆక్సిడెషన్

source: oxygen
bg: অক্সিজেন
hi: ऑक्सीजन
kn: ಆಕ್ಸಿಜನ್
ml: ഓക്സിജൻ
te: ఆక్సిజన్

source: pack
bg: প্যাক
hi: पैक
kn: ಪ್ಯಾಕ್
ml: പേക്ക്
te: ప్యాక్

source: pad
bg: প্যাড
hi: पैड
kn: ಪ್ಯಾಡ್
ml: പേട്
te: ప్యాడ్

source: Page
bg: পেজ
hi: पेज
kn: ಪೇಜ್
ml: പേജ്
te: పేజీ

source: panel
bg: প্যানেল
hi: पैनल
kn: ಪ್ಯಾನೆಲ್
ml: പാനൽ
te: ప్యానెల్

source: parameter
bg: প্যারামিটার
hi: पैरामीटर
kn: ಪ್ಯಾರಾಮೀಟರ್
ml: പാരാമീറ്റർ
te: పారామిటర్

source: parameters
bg: প্যারামিটার
hi: पैरामीटर्स
kn: ಪ್ಯಾರಮೀಟರ್ಸ್
ml: പാരാമീറ്റേൾസ്
te: పారామిటర్స్

source: park
bg: পার্ক
hi: पार्क
kn: ಪಾರ್ಕ್
ml: പാർക്ക്
te: పార్క్

source: parking
bg: পার্কিং
hi: पार्किंग
kn: ಪಾರ್ಕಿಂಗ್
ml: പാർക്കിങ്
te: పార్కింగ్

source: part
bg: পার্ট
hi: पार्ट
kn: ಪಾರ್ಟ್
ml: പാർട്ട്
te: పార్ట్

source: particles
bg: পার্টিকলেস
hi: पार्टिकल्स
kn: ಪಾರ್ಟಿಕಲ್ಸ
ml: പാർട്ടിക്കിൾസ്
te: పార్టికల్స్

source: particulate
bg: পার্টিকুলেট
hi: पर्टिक्युलेटेड
kn: ಪರ್ಟಿಕ್ಯುಲೇಟ್
ml: പാർട്ടിക്കു ലേറ്റ്
te: పర్టికులెటెడ్

source: parties
bg: পার্টিস
hi: पार्टीज़
kn: ಪಾರ್ಟೀಸ್
ml: പാർട്ടീസ്
te: పార్టిస్

source: parts
bg: পার্টস
hi: पार्ट्स
kn: ಪಾರ್ಟ್ಸ್
ml: പാർട്ട്സ്
te: పార్ట్స్

source: path
bg: পাথ
hi: पथ
kn: ಪಾತ್
ml: പാത്ത്
te: పాత్

source: paths
bg: পাথস
hi: पथ्स
kn: ಪಾಥ್ಸ್
ml: പാത്ത്സ്
te: పాత్స్

source: pcm
bg: পিসিএম
hi: पीसीएम
kn: ಪಿ ಸಿ ಎಂ
ml: പിസിഎം
te: పి సి యమ్

source: Pcode
bg: পিকোড
hi: पी कोड
kn: ಪಿ ಕೋಡ್
ml: പികോട്
te: పి కోడ్

source: pedal
bg: প্যাডেল
hi: पेडल
kn: ಪೆಡಲ್
ml: പെടൽ
te: పెడల్

source: per
bg: পার
hi: पर
kn: ಪರ್
ml: പെർ
te: పర్

source: percent
bg: পার্সেন্ট
hi: परसेंट
kn: ಪರ್ಸೆಂಟ್
ml: പേൾസന്റ്
te: పర్సెంట్

source: percentage
bg: পার্সেন্টেজে
hi: परसेंटेज
kn: ಪರ್ಸಂಟೇಜ್
ml: പെൾസെൻറ്റേജ്
te: పర్సెంటెఙ్

source: Perform
bg: পারফর্ম
hi: परफॉर्म
kn: ಪರ್ ಫಾರಂ
ml: പെർഫേം
te: పెర్ఫామ్

source: performance
bg: পারফরমেন্স
hi: पर्फोर्मस
kn: ಪರ್ಫಾರ್ಮೆನ್ಸ್
ml: പെർഫോമൻസ്
te: పెర్ఫార్మెన్స్

source: perfrom
bg: পারফর্ম
hi: पेरफराम
kn: ಪರ್ ಫಾರ್ಮ್
ml: പെർഫ്യം
te: పెర్ఫామ్

source: period
bg: পিরিয়ড
hi: पेरोइड
kn: ಪಿರಿಯಡ್
ml: പിരീഡ്
te: పిరియడ్

source: peripheral
bg: পেরিফেরাল
hi: पेरीफेरल
kn: ಪೆರಿಫೆರಲ್
ml: പെരിഫെറൽ
te: పెరిఫేరల్

source: permanent
bg: পার্মানেন্ট
hi: परमानेंट
kn: ಪರ್ಮನೆಂಟ್
ml: പെർമനന്റ്
te: పెర్మానెంట్

source: permissible
bg: পের্মিস্সিবল
hi: पेर्मिसिबल
kn: ಪೇರ್ಮಿಸ್ಸಿಬ್ಲ್
ml: പെർമിസിബിൾ
te: పెర్మిసిబల్

source: permitted
bg: পারমিটেড
hi: परमिटेड
kn: ಪೇರ್ಮಿಟ್ಟ್ದ
ml: പെർമിറ്റഡ്
te: పెర్మిటెడ్

source: persists
bg: পারজিস্ট
hi: परसिस्ट्स
kn: ಪರ್ಸಿಸ್ಟ್ಸ್
ml: പെർസിസ്റ്റ്സ്
te: పెర్సిస్టస్

source: Physical
bg: ফিজিক্যাল
hi: फिजिकल
kn: ಫಿಸಿಕಲ್
ml: ഫിസിക്കൽ
te: ఫిసికల్

source: pid
bg: পিড
hi: पीआईडी
kn: ಪಿಐಡಿ
ml: പിഡ്
te: పిఐడి

source: pin
bg: পিন
hi: पिन
kn: ಪಿನ್
ml: പിൻ
te: పిన్

source: Pinion
bg: পিনিওন
hi: पिनियन
kn: ಪಿನಿಯೋನ್
ml: പിനിയൻ
te: పినియన్

source: pinscheck
bg: পিনসচেক
hi: डिस्कनेक्टेड
kn: ಪಿನ್ ಚೆಕ್
ml: പിൻസ്ചെക്ക്
te: పిన్స్ చెక్

source: pipes
bg: পাইপিস
hi: पाइप्स
kn: ಪೈಪ್
ml: പൈപ്സ്
te: పైప్స్

source: plausibility
bg: প্লাসাইবিলিটি
hi: प्लॅसिबिलिटी
kn: ಪ್ಲಾಸ್ಸಿಬಿಲಿಟಿ
ml: പ്ലോസിബിലിറ്റി
te: ప్లాసిబిలిటి

source: plausible
bg: প্লাউসিবলে
hi: प्लॉसिबल
kn: ಪ್ಲಾಸಿಬಲ್
ml: പ്ലൊസിബിൾ
te: ప్లాసిబుల్

source: plug
bg: প্লাগ
hi: प्लग
kn: ಪ್ಲಗ್
ml: പ്ലഗ്ഗ്
te: ప్లగ్

source: plunger
bg: প্লানজার
hi: प्लंजर
kn: ಪ್ಲುನ್ಜರ್
ml: പ്ലങർ
te: ప్లంఙర్

source: point
bg: পয়েন্ট
hi: पॉइंट
kn: ಪಾಇಂಟ್
ml: പോയിന്റ്
te: పాయింట్

source: polarity
bg: পোলারিটি
hi: पोलेरिटी
kn: ಪೋಲಾರಿಟಿ
ml: പൊളാരിറ്റി
te: పొలారిటి

source: popup
bg: পপআপ
hi: पॉप अप
kn: ಪಾಪ್ ಅಪ್
ml: പോപ്അപ്പ്
te: పాపప్

source: port
bg: পোর্ট
hi: पोर्ट
kn: ಪೋರ್ಟ್
ml: പോർട്ട്
te: పోర్ట్

source: position
bg: পসিশন
hi: पोजीशन
kn: ಪೊಸಿಷನ್
ml: പൊസിഷൻ
te: పొసిషన్

source: positive
bg: পসিটিভ
hi: पॉजिटिव
kn: ಪಾಸಿಟಿವ್
ml: പോസിറ്റീവ്
te: పొసిటివ్

source: possible
bg: পসিবল
hi: पॉसिबल
kn: ಪಾಸಿಬಲ್
ml: പൊസിബിൾ
te: పాసిబల్

source: post
bg: পোস্ট
hi: पोस्ट
kn: ಪೋಸ್ಟ್
ml: പോസ്റ്റ്
te: పోస్ట్

source: potential
bg: পোটেনশিয়াল
hi: पोटेंशियल
kn: ಪೊಟೆಂಟಿಎಲ್
ml: പൊടൻഷൃൽ
te: పొటెన్షియల్

source: power
bg: পাওয়ার
hi: पावर
kn: ಪವರ್
ml: പവർ
te: పవర్

source: powerstage
bg: পাওয়ারস্টেজ
hi: पावरस्टेज
kn: ಪವರ್ ಸ್ಟೇಜ್
ml: പവർസ്റേറജ്
te: పవర్ స్టెఙ్

source: Pre
bg: প্রে
hi: प्री
kn: ಪ್ರಿ
ml: പ്രീ
te: ప్రీ

source: pre-catalyst
bg: প্রি ক্যাটালিস্ট
hi: प्री कैटेलिस्ट
kn: ಪ್ರಿ ಕ್ಯಾಟಲಿಸ್ಟ್
ml: പ്രീ-കാറ്റലിസ്റ്റ്
te: ప్రి కాటలిస్ట్

source: preceeded
bg: প্রিসাইডেড
hi: प्रेसीडेड
kn: ಪ್ರಿ ಸೀಡೆಡ್
ml: പ്രസീഡഡ്
te: ప్రిసిడెడ్

source: presence
bg: প্রেসেন্স
hi: प्रजेंस
kn: ಪ್ರೆಸೆನ್ಸ್
ml: പ്രസൻസ്
te: ప్రెసెన్స్

source: present
bg: প্রেসেন্ট
hi: प्रेजेंट
kn: ಪ್ರೆಸೆಂಟ್
ml: പ്രസൻറ്റ്
te: ప్రెసంట్

source: pressed
bg: প্রেসেড
hi: प्रेस्सड
kn: ಪ್ರೆಸ್ಸ್ಡ್
ml: പ്രസ്ഡ്
te: ప్రెస్సెడ్

source: pressure
bg: প্রেসার
hi: प्रेशर
kn: ಪ್ರೆಷರ್
ml: പ്രഷർ
te: ప్రెషర్

source: previous
bg: প্রিভিয়াস
hi: प्रीवियस
kn: ಪ್ರೆವಿಎಸ್
ml: പ്രീവിയസ്
te: ప్రివియస్

source: primary
bg: প্রাইমারি
hi: प्राइमरी
kn: ಪ್ರೈಮರಿ
ml: പ്രൈമറി
te: ప్ర్యెమరి

source: problem
bg: প্রব্লেম
hi: प्रॉब्लम
kn: ಪ್ರಾಬ್ಲಮ್
ml: പ്രോബ്ലം
te: ప్రొబ్లంమ్

source: procedure
bg: প্রসিডিউর
hi: प्रोसीजर
kn: ಪ್ರೊಸೀಜರ್
ml: പ്രൊസിഡ്യുർ
te: ప్రొసిఙర్

source: processor
bg: প্রসেসর
hi: प्रोसेस्सर
kn: ಪ್ರೊಸೆಸರ್
ml: പ്രോസെസ്സർ
te: ప్రాసెసర్

source: program
bg: প্রোগ্রাম
hi: प्रोग्राम
kn: ಪ್ರೋಗ್ರಾಮ್
ml: പ്രോഗ്രാം
te: ప్రొగ్రామ్

source: programmed
bg: প্রোগ্রামড
hi: प्रोग्राम्ड
kn: ಪ್ರೋಗ್ರಾಮ್ಡ್
ml: പ്രോഗ്രാമ്ഡ്
te: ప్రొగ్రామ్డ్

source: programming
bg: প্রোগ্রামিং
hi: प्रोग्रामिंग
kn: ಪ್ರೋಗ್ರಾಮಿಂಗ್
ml: പ്രോഗ്രാമിങ്
te: ప్రోగ్రామింగ్

source: prohibited
bg: প্রহিবিটেড
hi: प्रोहिबिटेड
kn: ಪ್ರೋಹಿಬೀಟೆಡ್
ml: പ്രൊഹിബിറ്റട്
te: ప్రోహిబిటేడ్

source: proper
bg: প্রোপার
hi: प्रॉपर
kn: ಪ್ರಾಪರ್
ml: പ്രോപർ
te: ప్రొపర్

source: properly
bg: প্রপারলি
hi: प्रॉपर्ली
kn: ಪ್ರಾಪರ್ಟಿ
ml: പ്രോപേർളി
te: ప్రొపర్లి

source: protection
bg: প্রটেকশন
hi: प्रोटेक्शन
kn: ಪ್ರೊಟೆಕ್ಷನ್
ml: പ്രൊട്ടക്ഷൻ
te: ప్రొటెక్షనె

source: pull
bg: পুলল
hi: पुल
kn: ಪುಲ್
ml: പുൾ
te: పుల్

source: Pulse
bg: পালস
hi: पल्स
kn: ಪಲ್ಸ್
ml: പൾസ്
te: పల్స్

source: pulses
bg: পালসেস
hi: पल्सेस
kn: ಪುಲಸ್ಸ್
ml: പൾസസ്
te: పల్సెస్

source: pump
bg: পাম্প
hi: पम्प
kn: ಪಂಪ್
ml: പംബ്
te: పంప్

source: purge
bg: পারজ
hi: परज
kn: ಪರ್ಜ
ml: പർജ്
te: పర్ఙ్

source: push
bg: পুশ
hi: पुश
kn: ಪುಶ್
ml: പുഷ്
te: పుష్

source: put
bg: পুট
hi: पुट
kn: ಪುಟ್
ml: പുട്ട്
te: పుట్

source: putting
bg: পুটটিং
hi: पुटिंग
kn: ಪುಟ್ಟಿಂಗ್
ml: പുട്ടിങ്
te: పుట్టింగ్

source: quality
bg: কোয়ালিটি
hi: क्वालिटी
kn: ಕ್ವಾಲಿಟಿ
ml: ക്വാണ്ടിറ്റി
te: క్యాలిటి

source: quantity
bg: কোয়ান্টিটি
hi: क्वांटिटी
kn: ಕ್ವಾಂಟಿಟಿ
ml: ക്വാണ്ടിറ്റി
te: క్వాంటిటి

source: query
bg: কোয়েরি
hi: क्वैरी
kn: ಕ್ವೆರಿ
ml: ക്വറി
te: క్యైరి

source: rail
bg: রেল
hi: रेल
kn: ರೈಲ್
ml: റെയിൽ
te: రెల్

source: ram
bg: রেম
hi: रेम
kn: ರಾಮ್
ml: റാം
te: రామ్

source: random
bg: রেন্ডম
hi: रैंडम
kn: ರಂಡೋಮ್
ml: റാണ്ടം
te: రాండమ్

source: rate
bg: রেট
hi: रेट
kn: ರೇಟ್
ml: റേറ്റ്
te: రేట్

source: rated
bg: রেটেড
hi: रेटेड
kn: ರೇಟೆಡ್
ml: റേറ്റഡ്
te: రెటెడ్

source: ratio
bg: রেসিও
hi: रेश्यो
kn: ರೇಶಿಯೋ
ml: റെഷൃു
te: రెషియో

source: rationality
bg: রাশনালিটি
hi: रेशनलिटी
kn: ರಷನಾಲಿಟಿ
ml: റാഷ്ണാലിറ്റി
te: రెషనల్లి

source: raw
bg: রও
hi: रॉ
kn: ರಾ
ml: റോ
te: రా

source: re
bg: রি
hi: री
kn: ರಿ
ml: റി
te: రీ

source: reached
bg: রিচ্ড
hi: रीच
kn: ರಿಚೇಡ್
ml: റീച്ച്ഡ്
te: రిచ్డ్

source: reaction
bg: রিঅ্যাকশন
hi: रिएक्शन
kn: ರಿಯಾಕ್ಷನ್
ml: റിയാക്ഷൺ
te: రియాక్షన్

source: read
bg: রিড
hi: रीड
kn: ರೀಡ್
ml: റീട്
te: రిడ్

source: reading
bg: রিডিং
hi: रीडिंग
kn: ರೀಡಿಂಗ್
ml: റീഡിംഗ്
te: రిడింగ్

source: reagent
bg: ডেসিং
hi: रीजेंट
kn: ರೆಜೇಂಟ್
ml: റീജൻ്റ്
te: రిఙెంట్

source: rear
bg: রিয়ার
hi: रेअर
kn: ರೇರ್
ml: റിയർ
te: రియర్

source: rearward
bg: রিওয়ার্ড
hi: रेअवार्ड
kn: ರಿವಾರ್ಡ್
ml: റിയർവാട്
te: రియర్వార్డ్

source: reason
bg: রিসন
hi: रीज़न
kn: ರೀಸನ್
ml: റീസൺ
te: రిసన్

source: receive
bg: রিসিভ
hi: रिसीव
kn: ರಿಸೀವ್
ml: റിസീവ്
te: రిసివ్

source: received
bg: রেসিভড
hi: रिसीव्ड
kn: ರೀಸಿವ್ಡ್
ml: റിസീവ്ഡ്
te: రిసివ్డ్

source: recheck
bg: রিচেক
hi: रीचेक
kn: ರಿಚೆಕ್ಕ್
ml: റീചെക്ക്
te: రిచెక్

source: recirculation
bg: রেসারকুলেশন
hi: रेसर्कुलशन
kn: ರೀಸರ್ಕ್ಯುಲೇಷನ್
ml: റിസെർകുലേഷൻ
te: రిసర్కులెషన్

source: RecirculationEGR
bg: রেসারকুলেশন ইজির
hi: रेसर्कुलेशन इ जी आर
kn: ರೇಸರ್ಕ್ಯುಲೇಷನ್ ಈ ಜಿ ರ್
ml: റിസെർകുലേഷൻ ഇജിആർ
te: రిసర్కులెషన్ ఇ ఙి ర్

source: reconnecting
bg: রেকাননেকটিং
hi: रीकनेक्टिंग
kn: ರೆಕನ್ನೆಕ್ಟಿನ್ಗ್
ml: റികണക്റ്റിങ്
te: రికనెక్టింగ్

source: recoveries
bg: রিকোভারিজ
hi: रिकोवेरिस
kn: ರೆಕಾವೇರಿಸ್
ml: റീകവറീസ്
te: రికవరిస్

source: rectification
bg: রেক্টিফিকেশন
hi: रेक्टिफिकेशन
kn: ರೆಕ್ಟ್ರಿಫಿಕೇಷನ್
ml: റെക്റ്റിബികേഷൻ
te: రెక్టిఫికెషన్

source: Rectify
bg: রেক্টিফাই
hi: रेक्टीफी
kn: ರೆಕ್ಟಿಫ್ಯ್
ml: റെക്റ്റിഫൈ
te: రెక్టిఫై

source: redistributing
bg: রেডিস্ট্রিবিউটিং
hi: रिडिस्ट्रीब्यूटिंग
kn: ರೆಡಿಸ್ಟ್ರಿಬೂಟಿಂಗ್
ml: ഡിസ്ട്രിബ്രൂട്ടിങ്
te: రిడిస్ట్రిబ్యుటింగ్

source: reduced
bg: রেডউসড
hi: रेडूसड
kn: ರೆಡ್ಯೂಸ್ಡ್
ml: റെഡ്യൂസ്ട്
te: రెడ్యుస్డ్

source: reductant
bg: রিডাকট্যান্ড
hi: रेडक्टेन्ट
kn: ರಿಡಕ್ಟಾನ್ಟ್
ml: റെഡുക്റ്റൻ്റ്
te: రిడ్కటెంట్

source: redundant
bg: রেডউনডেন্ট
hi: रेडंडान्त
kn: ರಿಡಕ್ಟಾನ್ಟ್
ml: റിഡുൻഡന്റ്
te: రిడండెంట్

source: Refer
bg: রেফার
hi: रेफेर
kn: ರೆಫರ್
ml: റെഫർ
te: రిఫర్

source: reference
bg: রেফারেন্স
hi: रेफेन्स
kn: ರೆಫರೆನ್ಸ್
ml: റെഫറൻസ്
te: రిఫరెన్స్

source: reflash
bg: রেফ্লেশ
hi: रीफ़्लैश
kn: ರೇಫ್ಲ್ಯಾಶ್
ml: റിഫ്ലാഷ്
te: రిఫ్లాష్

source: refrigerant
bg: রেফ্রিজারেন্ট
hi: रेफ्रिजरेंट
kn: ರೆಫ್ರಿಜ್ರ್ಯಾಂಟ್
ml: റീഫ്രിജ്റെൻ്റ്
te: రిఫ్రిఙరెంట్

source: regeneration
bg: রিজেনারেশন
hi: रेगेनेरशन
kn: ರೆಜೆನೆರೇಷನ್
ml: റിജെനേറഷൻ
te: రిఙెనరెషన్

source: regulating
bg: রেগুলেটিং
hi: रेगुलेटिंग
kn: ರೇಗುಲೇಟಿಂಗ್
ml: റെഗുലേറ്റിങ്
te: రెగ్యులెటంగ్

source: regulator
bg: রেগুলেটর
hi: वॉल्यूम
kn: ರೆಗ್ಯುಲೇಟರ್
ml: റെഗുലേറ്റർ
te: రెగ్యులెటర్

source: related
bg: রিলেটেড
hi: रिलेटेड
kn: ರಿಲೇಟೆಡ್
ml: റിലേറ്റഡ്
te: రిలెటెడ్

source: relative
bg: রিলেটিভ
hi: रिलेटिव
kn: ರಿಲೇಟಿವ್
ml: റിലേറ്റിവ്
te: రిలెటివ్

source: relay
bg: রিলেই
hi: रिले
kn: ರಿಲೇ
ml: റിലേ
te: రిలే

source: relief
bg: রিলিফ
hi: रिलीफ
kn: ರಿಲೀಫ್
ml: റിലീഫ്
te: రిలిఫ్

source: rem
bg: রেম
hi: रेम
kn: ರೆಂ
ml: റെം
te: రెమ్

source: remaining
bg: রিমেনিং
hi: रिमेनिंग
kn: ರೇಮೈನಿಂಗ್
ml: റിമൈനിങ്
te: రిమెయనింగ్

source: Remedy
bg: রেমেডি
hi: रेमेडी
kn: ರೆಮೆಡಿ
ml: റെമഡി
te: రెమెడి

source: Remove
bg: রিমোভ
hi: लाइन्स
kn: ರಿಮೋವ್
ml: റിമൂവ്
te: రిమువ్

source: removed
bg: রিমোভএড
hi: रमूव्ड
kn: ರೆಮೊವ್ಡ್
ml: റിമൂവ്ഡ്
te: రిమొవ్డ్

source: repair
bg: রিপেয়ার
hi: रिपेयर
kn: ರಿಪೇರ್
ml: റിപെയർ
te: రిపెర్

source: repeating
bg: রিপিটিং
hi: रिपेटिंग
kn: ರೆಪೇಟಿಂಗ್
ml: റിപീറ്റിങ്
te: రిపిటింగ్

source: replace
bg: রিপ্লেস
hi: रिप्लेस
kn: ರಿಪ್ಲೇಸ್
ml: റീപ്ലേസ്
te: రిప్లెస్

source: replacement
bg: রিপ্লেসমেন্ট
hi: रिप्लेसमेंट
kn: ರಿಪ್ಲೇಸ್ ಮೆಂಟ್
ml: റീപ്ലേസ്മെൻ്റ്
te: రిప్లెస్మెంట్

source: report
bg: রিপোর্ট
hi: रिपोर्ट
kn: ರಿಪೋರ್ಟ್
ml: റിപ്പോർട്ട്
te: రిపొ్ర్ట్

source: reported
bg: রিপোর্টেড
hi: रिपोर्टेड
kn: ರೆಪೋರ್ಟೆಡ್
ml: റിപ്പോർട്ടട്
te: రిపొర్డెడ్

source: Reports
bg: রিপোর্টস
hi: रिपोर्ट्स
kn: ರಿಪೋರ್ಟ್ಸ
ml: റിപ്പോർട്ട്സ്
te: రిపొర్ట్స్

source: request
bg: রিকোয়েস্ট
hi: रिक्वेस्ट
kn: ರಿಕ್ವೆಸ್ಟ್
ml: റികൊസ്റ്റ്
te: రి్క్వెస్ట్

source: required
bg: রিকুইরিড
hi: रिक्वायर्ड
kn: ರಿಕುಇರ್ಡ್
ml: റിക്വൊയ്ഡ്
te: రిక్యైర్డ్

source: requirement
bg: রিকুইরেমেন্ট
hi: रेक्विरेमेंट
kn: ರೆಕ್ಸ್ನ್ರೆಮೆಂಟ್
ml: റിക്വൈമെന്റ്
te: రిక్వెర్మెంట్

source: requirements
bg: রিকুইরেমেন্টস
hi: रेक्विरेमेन्ट्स
kn: ರೆಕ್ಸ್ನ್ರೆಮೆಂಟ್ಸ್
ml: റിക്വൈമെന്റ്സ്
te: రిక్వెర్మెంట్స్

source: reset
bg: রিসেট
hi: रिसेट
kn: ರಿಸೆಟ್
ml: റീസെറ്റ്
te: రీసెట్

source: resets
bg: রিসেটস
hi: रेसेट्स
kn: ರೆಸೆಟ್ಸ್
ml: റിസെറ്റ്സ്
te: రిసెట్సె

source: resistance
bg: রেসিস্টেন্স
hi: रेजिस्टेंस
kn: ರೆಸಿಸ್ಟನ್ಸ
ml: റെസിസ്റ്റൻസ്
te: రెసిస్టెంస్

source: resister
bg: রেজিস্টার
hi: रेसिस्टर
kn: ರೆಸಿಸ್ಟರ್
ml: റെസിസ്റ്റർ
te: రెసిస్టర్

source: resolution
bg: রিসোলিউশন
hi: रेसोलुशन
kn: ರೆಸೊಲ್ಯೂಷನ್
ml: റിസൊലൂഷൻ
te: రిసొల్యుషన్

source: respectively
bg: রেস্পেক্টিভলি
hi: रेस्पेक्टिवली
kn: ರೆಸ್ಪೆಕ್ಟಿವ್ಲಿ
ml: റെസ്പെക്റ്റീവ്ലി
te: రెస్పెక్టివ్లి

source: respond
bg: রেস্পন্ড
hi: रेस्पॉन्ड
kn: ರೆಸ್ಪೋನ್ಡ್
ml: റെസ്പോണ്ട്
te: రెస్పాండ్

source: response
bg: রেসপন্স
hi: रिस्पांस
kn: ರೆಸ್ಪಾನ್ಸ್
ml: റെസ്പ്പോൺസ്
te: రెస్పాన్స్

source: restriction
bg: রেস্ট্রিকশন
hi: रेस्ट्रिक्शन
kn: ರೆಸ್ಟ್ರಿಕ್ಷನ್
ml: റെസ്ട്രിക്ഷൻ
te: రెస్ట్రిక్షన్

source: resume
bg: রিজুমে
hi: रिज्यूम
kn: ರಿಸುಮ್
ml: റെസ്യൂം
te: రెస్యుమ్

source: retarded
bg: রিটার্ডেড
hi: रिटार्डेड
kn: ರೆಟಾರ್ಡೆಡ್
ml: റിട്ടാഡഡ്
te: రిటార్డెడ్

source: return
bg: রিটার্ন
hi: रिटर्न
kn: ರಿಟರ್ನ್
ml: റിട്ടേൺ
te: రిటర్న్

source: returns
bg: রিটার্নস
hi: रिटर्न्स
kn: ರಿಟರ್ನ್ಸ್
ml: റിട്ടേൺസ്
te: రిటర్నస్

source: reverse
bg: রিভার্স
hi: रिवर्स
kn: ರಿವೆರ್ಸೆ
ml: റിവേൾസ്
te: రివర్స్

source: Revision
bg: রিভিশন
hi: रिविशन
kn: ರಿವಿಶನ್
ml: റിവിഷൻ
te: రివిషన్

source: revolutions
bg: রেভোলুশনস
hi: रेवोलुशन
kn: ರೆವೊಲ್ಯೂಷನ್ಸ್
ml: റെവലൂഷൻ
te: రివొల్యుషన్

source: reward
bg: রিওয়ার্ড
hi: रिवॉर्ड
kn: ರಿವಾರ್ಡ್
ml: റിവാർട്
te: రివార్డ్

source: rich
bg: রিচ
hi: रिच
kn: ರಿಚ್
ml: റിച്ച്
te: రిచ్

source: right
bg: রাইট
hi: राइट
kn: ರೈಟ್
ml: റൈറ്റ്
te: రైట్

source: road
bg: রোড
hi: रोड
kn: ರೋಡ್
ml: റോഡ്
te: రొడ్

source: rom
bg: রোম
hi: रोम
kn: ರೊಂ
ml: റോം
te: ఆర్ ఒ మ్

source: rough
bg: রাফ
hi: रफ़
kn: ರಫ್
ml: റഫ്
te: రఫ్

source: rubbing
bg: রাব্বিং
hi: रब्बिंग
kn: ರುಬ್ಬಿನ್ಗ್
ml: റബ്ബിങ്
te: రబ్బింగ్

source: run
bg: রান
hi: रन
kn: ರನ್
ml: റൺ
te: రన్

source: running
bg: রানিং
hi: रनिंग
kn: ರನ್ನಿಂಗ್
ml: റണ്ണിങ്
te: రన్నింగ్

source: runtime
bg: রানটাইম
hi: रनटाइम
kn: ರನ್ಟೈಮ್
ml: റൺറ്റെം
te: రన్ టైంమ్

source: same
bg: স্যাম
hi: सैम
kn: ಸೇಮ್
ml: സെം
te: సేమ్

source: screw
bg: স্ক্রিও
hi: स्क्रू
kn: ಸ್ಕ್ರೂ
ml: സ്ക്രൂ
te: స్క్రూ

source: second
bg: সেকেন্ড
hi: सेकंड
kn: ಸೆಕೆಂಡ್
ml: സെക്കൻഡ്
te: సెకండ్

source: secondary
bg: সেকেন্ডারি
hi: सेकेंडरी
kn: ಸೆಕೆಂಡರಿ
ml: സെക്കന്ററി
te: సెకండరీ

source: sector
bg: সেক্টর
hi: सेक्टर
kn: ಸೆಕ್ಟರ್
ml: സെക്റ്റർ
te: సెక్టార్

source: secure
bg: সিকিউর
hi: सेक्यूरे
kn: ಸೆಕ್ಯೂರ್
ml: സെക്വൊയർ
te: సెక్యుర్

source: secured
bg: সিকুঅর্ড
hi: सिक्योर्ड
kn: ಸೆಕ್ಯೂರ್ಡ್
ml: സെക്വേഡ്
te: సెక్యుర్డ్

source: select
bg: সিলেক্ট
hi: सेलेक्ट
kn: ಸೆಲೆಕ್ಟ್
ml: സെലക്ട്
te: సెలెక్ట్

source: selection
bg: সিলেকশন
hi: सिलेक्शन
kn: ಸೆಲೆಕ್ಷನ್
ml: സെലക്ഷൻ
te: సెలెక్షన్

source: self
bg: সেলফ
hi: सेल्फ
kn: ಸೆಲ್ಫ್
ml: സെൽഫ്
te: సెల్ఫ్

source: sending
bg: সেন্ডিং
hi: सेंडिंग
kn: ಸೇಂಡಿಂಗ್
ml: സെൻഡിങ്
te: సెండింగ్

source: sense
bg: সেন্স
hi: सेन्स
kn: ಸೆನ್ಸ್
ml: സെൻസ്
te: సెన్సె

source: senses
bg: সেন্সেস
hi: सेन्स
kn: ಸೆನ್ಸೆಸ್
ml: സെൻസസ്
te: సెన్సెస్

source: sensitivity
bg: সেনসিটিভিটি
hi: सेंसिटिविटी
kn: ಸೆನ್ಸಿಟಿವಿಟಿ
ml: സെൻസിറ്റിവിറ്റി
te: సెన్సిటివిటి

source: sensor
bg: সেন্সর
hi: सेंसर
kn: ಸೆನ್ಸರ್
ml: സെൻസർ
te: సెన్సార్

source: sensors
bg: সেন্সরস
hi: सेंसर्स
kn: ಸೆನ್ಸೋರ್ಸ್
ml: സെൻസർ
te: సెన్సార్స్

source: sequence
bg: সিকোয়েন্স
hi: सीक्वेंस
kn: ಸೀಕ್ವೆನ್ಸ್
ml: സ്വീക്കൻസ്
te: సెక్యెన్స్

source: serial
bg: সিরিয়েল
hi: सिरिअल
kn: ಸೀರಿಯಲ್
ml: സീരിയൽ
te: సిరియల్

source: servo
bg: সার্ভো
hi: सर्वो
kn: ಸರ್ವೋ
ml: സെർവോ
te: సర్వో

source: set
bg: সেট
hi: सेट
kn: ಸೆಟ್
ml: സെറ്റ്
te: సెట్

source: setpoint
bg: সেটপইন্ট
hi: सेंटपॉइन्ट
kn: ಸೆಟ್ ಪಾಯಿಂಟ್
ml: സെറ്റ്പോയ്ൻ്റ്
te: సెట్ పాయింట్

source: setting
bg: সেটিং
hi: सेटिंग
kn: ಸೆಟ್ಟಿಂಗ್
ml: സെറ്റിങ്
te: సెట్టింగ్

source: shaft
bg: শ্যাফ্ট
hi: शाफ़्ट
kn: ಷಾಫ್ಟ್
ml: ഷാഫ്റ്റ്
te: షాఫ్ట్

source: shape
bg: সেপ
hi: शेप
kn: ಶೇಪ್
ml: ഷേപ്പ്
te: షెప్

source: shift
bg: শিফ্ট
hi: शिफ्ट
kn: ಶಿಫ್ಟ್
ml: ഷിഫ്റ്റ്
te: షిఫ్ట్

source: shifted
bg: শিফ্টেড
hi: शिफ्टेड
kn: ಶಿಫ್ಟ್ದ್
ml: ഷിഫ്റ്റട്
te: షిఫ్టెడ్

source: short
bg: শর্ট
hi: शार्ट
kn: ಶಾರ್ಟ್
ml: ഷോർട്ട്
te: షార్ట్

source: shorted
bg: শর্টেড
hi: शार्टड
kn: ಶಾರ್ಟಡ್
ml: ഷോർട്ടട്
te: షార్టెడ్

source: shorthigh
bg: শর্ট হাই
hi: शार्टहाई
kn: ಶಾರ್ಟ್ ಹೈ
ml: ഷോർട്ട്ഹൈ
te: షార్ట్ హయి

source: shortlow
bg: শর্টলোও
hi: शोर्टफ़्लो
kn: ಶಾರ್ಟ್ ಫ್ಲೋ
ml: ഷോർട്ട്ലോ
te: షార్ట్ లొ

source: should
bg: শুলড
hi: शुड
kn: ಶುಡ್
ml: ഷുട്
te: షుడ్

source: show
bg: শোও
hi: शो
kn: ಶೋ
ml: ഷോ
te: షో

source: shows
bg: সোস
hi: शोज़
kn: ಷೋಸ್
ml: ഷോസ്
te: షొస్

source: shut
bg: স্যাট
hi: शट
kn: ಶಟ್
ml: ഷട്ട്
te: షట్

source: shutdown
bg: শাটডাউন
hi: शटडाउन
kn: ಶಟ್ಡೌನ್
ml: ഷട്ട്ഡൗൺ
te: షట్ డౌన్

source: shutoff
bg: ষাট অফ
hi: शाटऑफ
kn: ಶಟ್ ಆಫ್
ml: ഷട്ട്ഓഫ്
te: షట్తాఫ్

source: side
bg: সাইড
hi: साइड
kn: ಸೈಡ್
ml: സൈഡ്
te: సైడ్

source: signals
bg: সিগন্যাল
hi: सिग्नल्स
kn: ಸಿಗ್ನಲ್ಸ್
ml: സിഗ്നൽസ്
te: సిగ్నల్స్

source: since
bg: সাইন্স
hi: सिंस
kn: ಸಿನ್ಸ್
ml: സിൻസ്
te: సిన్స్

source: single
bg: সিঙ্গেল
hi: सिंगल
kn: ಸಿಂಗಲ್
ml: സിംഗിൾ
te: సింగల్

source: skewed
bg: স্কেয়াড
hi: स्केवेद
kn: ಸ್ಕುವೆಡ್
ml: സ്ക്വിവ്ട്
te: స్కివ్డ్

source: skip
bg: স্কিপ
hi: स्किप
kn: ಸ್ಕಿಪ್
ml: സ്ക്കിപ്പ്
te: స్కిప్

source: slippage
bg: স্লিপাজে
hi: स्लिपेज
kn: ಸ್ಲಿಪ್ಪಜ್
ml: സ്ലിപ്പേജ്
te: స్లిప్పెఙ్

source: slipping
bg: স্লিপিঙ
hi: स्लीपपिंग
kn: ಸ್ಲೀಪ್ಪಿಂಗ್
ml: സ്ലിപ്പിംഗ്
te: స్లిప్పింగ్

source: slow
bg: স্লো
hi: स्लो
kn: ಸ್ಲೋ
ml: സ്ല്ളോ
te: స్లొ

source: small
bg: স্মল
hi: स्माल
kn: ಸ್ಮಾಲ್
ml: സ്മാൾ
te: స్మాల్

source: smaller
bg: স্মলার
hi: स्मॉलर
kn: ಸ್ಮಾಲರ್
ml: സ്മാളർ
te: స్మాలర్

source: smell
bg: স্মেল
hi: स्मेल
kn: ಸ್ಮೆಲ್
ml: സ്മെൽ
te: స్మెల్

source: so
bg: সো
hi: सो
kn: ಸೊ
ml: സോ
te: సొ

source: software
bg: সফটওয়্যার
hi: सॉफ्टवेयर
kn: ಸಾಫ್ಟ್ವೇರ್
ml: സോഫ്റ്റ്വെയർ
te: సాఫ్ట్వేర్

source: solenoid
bg: সোলিনোয়েড
hi: सोलेनोइड
kn: ಸೋಲಿನೊಯಿಡ್
ml: സോളിനോയിഡ്
te: సోలేనోయిడ్

source: some
bg: সাম
hi: सम
kn: ಸಮ್
ml: സം
te: సమ్

source: Sound
bg: সাউন্ড
hi: साउंड
kn: ಸೌಂಡ್
ml: സൗണ്ട്
te: సౌండ్

source: source
bg: সোর্স
hi: सोर्स
kn: ಸೊರ್ಸ್
ml: സോൾസ്
te: సొర్స్

source: spec
bg: স্পেস
hi: स्पेक
kn: ಸ್ಪೆಕ್
ml: സ്പെക്
te: స్పెక్

source: Specification
bg: স্পেসিফিকেশন
hi: स्पेसिफिकेशन
kn: ಸ್ಪೆಸಿಫಿಕೇಷನ್
ml: സ്പെസിഫികേഷൻ
te: స్పెసిఫికేషన్

source: Specifications
bg: স্পেসিফিকেশন
hi: स्पेसिफिकेशन
kn: ಸ್ಪೆಸಿಫಿಕೇಷನ್ಸ್
ml: സ്പെസിഫിക്കേഷൻസ്
te: స్పెసిఫికెషన్స్

source: specified
bg: স্পেসিফাইড
hi: स्पेसिफ़िएड
kn: ಸ್ಪೆಸಿಫೈಡ್
ml: സ്പെസിഫൈഡ്
te: స్పెసిఫయడ్

source: Specs
bg: স্পেসিস
hi: फ्ल्य्वहील
kn: ಸ್ಪೆಕ್ಸ್
ml: സ്പെക്സ്
te: స్పెక్స్

source: speed
bg: স্পিড
hi: स्पीड
kn: ಸ್ಪೀಡ್
ml: സ്പീഡ്
te: స్పీడ్

source: spent
bg: স্পেন্ট
hi: स्पेंट
kn: ಸ್ಪೇನ್ಟ್
ml: സ്പെന്റ്
te: స్పెంట్

source: split
bg: স্প্লিট
hi: स्प्लिट
kn: ಸ್ಪ್ಲಿಟ್
ml: സ്പ്ലിറ്റ്
te: స్ప్లిట్

source: sporadically
bg: স্পর্যাডিক্যালয়
hi: कोऑर्डिनेटिंग
kn: ಸ್ಪೊರಾಡಿಕಲ್ಯ್
ml: സ്പൊറാഡിക്കലി
te: స్పొరాడికల్లి

source: sport
bg: স্পোর্ট
hi: स्पोर्ट
kn: ಸ್ಪೋರ್ಟ್
ml: സ്പ്പോട്ട്
te: స్పొర్ట్

source: spot
bg: স্পট
hi: स्पॉट
kn: ಸ್ಪಾಟ್
ml: സ്പോട്ട്
te: స్పాట్

source: stable
bg: স্ট্যাবল
hi: स्टेबल
kn: ಸ್ಟೇಬಲ್
ml: സ്റ്റേബിൾ
te: స్టెబల్

source: stack
bg: স্ট্যাক
hi: स्टैक
kn: ಸ್ಟ್ಯಾಕ್
ml: സ്റ്റാക്ക്
te: స్టాక్

source: stage
bg: স্টেজ
hi: स्टेज
kn: ಸ್ಟೇಜ್
ml: സ്റ്റേജ്
te: స్టెఙ్

source: standards
bg: স্টেটন্ডার্স
hi: स्टैंडर्ड्स
kn: ಸ್ಟ್ಯಾಂಡರ್ಡ್ಸ್
ml: സ്റ്റാൻറ്റേഡ്സ്
te: స్టాండర్డ్

source: start
bg: স্টার্ট
hi: स्टार्ट
kn: ಸ್ಟಾರ್ಟ್
ml: സ്റ്റാർട്ട്
te: స్తార్ట్

source: startup
bg: স্টার্ট আপ
hi: स्टार्टअप
kn: ಸ್ಟಾರ್ಟ್ ಅಪ್
ml: സ്റ്റാർട്ടപ്പ്
te: స్టార్ట్ అప్

source: state
bg: স্টেট
hi: स्टेट
kn: ಸ್ಟೇಟ್
ml: സ്റ്റേറ്റ്
te: స్టెట్

source: status
bg: স্টেটাস
hi: स्टेटस
kn: ಸ್ಟೇಟಸ್
ml: സ്റ്റാറ്റസ്
te: స్టెటస్

source: steady
bg: স্টাডি
hi: स्टेडी
kn: ಸ್ಟೆಡಿ
ml: സ്റ്റെഡി
te: స్టెడి

source: steering
bg: স্টিয়ারিং
hi: स्टीयरिंग
kn: ಸ್ಟಿಯರಿಂಗ್
ml: സ്റ്റീറിങ്
te: స్టీరింగ్

source: Step
bg: স্টেপ
hi: स्टेप
kn: ಸ್ಟೆಪ್
ml: സ്റ്റെപ്പ്
te: స్టెప్

source: steps
bg: স্টেপস
hi: स्टेप्स
kn: ಸ್ಟೆಪ್ಸ್
ml: സ്റ്റെപ്പസ്
te: స్టెప్స్

source: still
bg: ষ্টীল
hi: स्टिल
kn: ಸ್ಟಿಲ್
ml: സ്റ്റിൽ
te: స్టిల్

source: storage
bg: স্টোরেজ
hi: स्टोरेज
kn: ಸ್ಟೋರೇಜ್
ml: സ്റ്റോറേജ്
te: స్టొరెఙ్

source: stored
bg: স্টোরড
hi: स्टोर्ड
kn: ಸ್ಟೋರ್ಡ್
ml: സ്റ്റോർഡ്
te: స్టొర్డ్

source: storing
bg: স্টোরিং
hi: स्टोरिंग
kn: ಸ್ಟಾರಿಂಗ್
ml: സ്റ്റോറിങ്
te: స్టొరింగ్

source: strategy
bg: স্টার্টেজি
hi: स्ट्रेटेजी
kn: ಸ್ಟ್ರಾಟೆಜಿ
ml: സ്ട്രാറ്റജി
te: స్ట్రాటఙి

source: stuck
bg: স্ট্যাক
hi: स्टक
kn: ಸ್ಟಕ್
ml: സ്റ്റക്ക്
te: స్టక్

source: sub
bg: সাব
hi: सब
kn: ಸಬ್
ml: സബ്
te: సబ్

source: subnet
bg: সাবনেট
hi: सबसेट
kn: ಸಬ್ ನೆಟ್
ml: സബ്നറ്റ്
te: సబ్ నెట్

source: such
bg: সার্চ
hi: सच
kn: ಸಚ್
ml: സച്ച്
te: సచ్

source: suction
bg: সাকশন
hi: सक्शन
kn: ಸುಕ್ಷನ್
ml: സക്ഷൻ
te: సక్షన్

source: sum
bg: সাম
hi: सूम
kn: ಸಂ
ml: സം
te: సమ్

source: super
bg: সুপার
hi: सुपर
kn: ಸೂಪರ್
ml: സൂപ്പർ
te: సూపర్

source: supplies
bg: সাপ্লাইস
hi: सप्लाइज
kn: ಸುಪ್ಪ್ಲಿಸ್
ml: സപ്ലൈസ്
te: సప్లెయ్స్

source: supply
bg: সাপ্লাই
hi: सप्लाई
kn: ಸಪ್ಲೈ
ml: സപ്ലേ
te: సప్లై

source: support
bg: সাপোর্ট
hi: सपोर्ट
kn: ಸಪೋರ್ಟ್
ml: സപ്പോർട്ട്
te: సపొర్ట్

source: supported
bg: সাপোর্টেড
hi: सपोर्टेड
kn: ಸಪೋರ್ಟೆಡ್
ml: സപ്പോർട്ടട്
te: సపొర్టెడ్

source: surface
bg: সারফেস
hi: सरफेस
kn: ಸರ್ಫೇಸ್
ml: സർഫേയ്സ്
te: సర్ఫెస్

source: svs
bg: সভস
hi: एस वी एस
kn: ಎಸ್ ವಿ ಎಸ್
ml: എസ് വി എസ്
te: యస్వియ్స్

source: swapped
bg: সুইপেডস
hi: स्वैपड
kn: ಸ್ವಾಪ್ಪ್ಡ್
ml: സ്വാപ്പ്ഡ്
te: స్వాప్డ్

source: sweet
bg: সুইট
hi: स्वीट
kn: ಸ್ವೀಟ್
ml: സ്വീറ്റ്
te: స్విట్

source: switch
bg: সুইচ
hi: स्विच
kn: ಸ್ವಿಚ್
ml: സ്വിച്ച്
te: స్విచ్

source: switched
bg: সুইচএড
hi: स्विचेड
kn: ಸ್ವಿಚ್
ml: സ്വിച്ച്ഡ്
te: స్విట్చ్డ్

source: switches
bg: সুইচস
hi: स्विचस
kn: ಸ್ವಿಚ್ಸ್
ml: സ്വിച്ചസ്
te: స్విచ్చెస్

source: switching
bg: সুইচিং
hi: स्विचइंग
kn: ಸ್ವಿಚಿಂಗ್
ml: സ്വിച്ചിങ്
te: స్విచ్చింగ్

source: synchronisation
bg: সিঞ্চরণইস্টিং
hi: सिंकक्रोनिसशन
kn: ಸಿನ್ಛ್ರೋನಿಜಶನ್
ml: സിൻക്രോണൈസാഷൻ
te: సిన్క్రొనయసెషన్

source: synchronization
bg: সিঞ্চরোনিজশন
hi: सिंक्रोनाइजेशन
kn: ಸಿನ್ಛ್ರೋನಿಶಾಶನ್
ml: സിൻക്രൊനൈസേഷൻ
te: సింక్ర్రొనయ్సర్ర్

source: system
bg: সিস্টেম
hi: सिस्टम
kn: ಸಿಸ್ಟಮ್
ml: സിസ്റ്റം
te: సిస్ట్ం

source: tank
bg: ট্যাংক
hi: टैंक
kn: ಟ್ಯಾಂಕ್
ml: ടാങ്ക്
te: ట్యాంక్

source: task
bg: টাস্ক
hi: टास्क
kn: ಟಾಸ್ಕ್
ml: ടാസ്ക്
te: టాస్క్

source: techograph
bg: টেকোগ্রাফ
hi: टेकोग्राफ
kn: ತೆಕೋ ಗ್ರಾಫ್
ml: ടെകോഗ്റാഫ്
te: టెకోగ్రాఫ్

source: temp
bg: টেম্প
hi: टेम्प
kn: ಟೆಂಪ್
ml: ടെംബ്
te: టెంమ్ప్

source: temperature
bg: টেম্পারেচার
hi: टेम्परेचर
kn: ಟೆಂಪರೇಚರ್
ml: ടെബറേച്ചർ
te: టెంపరెచర్

source: term
bg: টার্ম
hi: टर्म
kn: ಟರ್ಮ್
ml: ടേം
te: టర్మ్

source: terminal
bg: টার্মিনাল
hi: टर्मिनल
kn: ಟರ್ಮಿನಲ್
ml: ടെർമിനൽ
te: టెర్మినల్

source: terminals
bg: টার্মিনালস
hi: टर्मिनल्स
kn: ಟರ್ಮಿನಲ್ಸ್
ml: ടെർമിനൽസ്
te: టెర్మినల్స్

source: test
bg: টেস্ট
hi: टेस्ट
kn: ಟೆಸ್ಟ್
ml: ടെസ്റ്റ്
te: టెస్ట్
