Repository: manicoder/WikitekMotorCycleMechanik
Catalog: WikitekMotorCycleMechanik/WikitekMotorCycleMechanik/Resources.*.resx
Languages: bg, hi, kn, ml, te

source: tester
bg: টেস্টার
hi: टेस्टर
kn: ಟೆಸ್ಟರ್
ml: ടെസ്റ്റർ
te: టెస్టర్

source: than
bg: দেন
hi: देंन
kn: ಥಾನ್
ml: ദാൻ
te: థ్యాన్

source: that
bg: ডেট
hi: तट
kn: ಥಟ್
ml: ദാറ്റ്
te: థట్

source: the
bg: দ্য
hi: थी
kn: ದಿ
ml: ദി
te: ది

source: then
bg: দেন
hi: थेन
kn: ಥೇನ್
ml: ദെൻ
te: థెన్

source: There
bg: ডেআর
hi: तेर
kn: ಥೇರ್
ml: ദേർ
te: థెర్

source: therefore
bg: ডেআরফর
hi: थेरफोर
kn: ಥೇರ್ಫೋರ್
ml: ദേർഫോർ
te: థెర్ఫొర్

source: thermostat
bg: থের্মোস্টেটে
hi: थर्मोस्टेट
kn: ಥೆರ್ಮೋಸ್ಟಾಟ್
ml: തെർമോസ്റ്റാറ്റ്
te: థర్మోస్టాట్

source: These
bg: ডিস্
hi: थिस
kn: ಥಿಸ್
ml: ദീസ്
te: థిఙ్

source: third
bg: থার্ড
hi: थर्ड
kn: ಥರ್ಡ್
ml: തേഡ്
te: తర్డ్

source: this
bg: ডিস্
hi: दिश
kn: ದಿಸ್
ml: ദിസ്
te: థిస్

source: thread
bg: থ্রেড
hi: थ्रेड
kn: ಥ್ರೆಡ್
ml: ത്രെഡ്
te: థ్రెడ్

source: threshold
bg: থ্রেশহোল্ড
hi: थ्रेसहोल्ड
kn: ತ್ರೆಶೋಲ್ದ್
ml: ത്രെഷോൾഡ്
te: త్రె షొల్డ్

source: throttle
bg: থ্রটল
hi: थ्रोटल
kn: ಥರೋಟ್ಟ್ಲ್
ml: ത്രോറ്റിൾ
te: త్రొటల్

source: through
bg: থ্রো
hi: थरौह
kn: ಥ್ರೂ
ml: ത്രു
te: త్రూ

source: tightness
bg: টাইটনেস
hi: टाइट नेस
kn: ಟಿಘಟ್ನೆಸ್
ml: റ്റെറ്റ്നെസ്
te: టైటనెస్

source: time
bg: টাইম
hi: टाइम
kn: ಟೈಮ್
ml: ടൈം
te: టైం

source: timeout
bg: টাইম আউট
hi: टाइमआउट
kn: ಟೈಂಔಟ್
ml: ടൈയംഔട്ട്
te: టైంవుట్

source: timer
bg: টাইমার
hi: टाइमर
kn: ಟೈಮರ್
ml: റ്റൈമർ
te: టైమర్

source: times
bg: টাইমস
hi: टाइम्स
kn: ಟೈಮ್ಸ್
ml: ടൈംസ്
te: టైమ్స్

source: timing
bg: টাইমিং
hi: टाइमिंग
kn: ಟೈಮಿಂಗ್
ml: ടൈമിങ്ങ്
te: టైమింగ్

source: tmap
bg: টম্যাপ
hi: टीमैप
kn: ಟಿ ಮ್ಯಾಪ್
ml: ടിമാപ്
te: టీ మ్యాప్

source: to
bg: টু
hi: टू
kn: ಟು
ml: റ്റു
te: టు

source: too
bg: টু
hi: टू
kn: ಟೂ
ml: റ്റൂ
te: టూ

source: tool
bg: টুল
hi: टूल
kn: ಟೂಲ್
ml: റ്റൂൾ
te: టూల్

source: tootherrorcorrection
bg: টুদাএররকানেকশন
hi: टूथएररकरेक्शन
kn: ಟೂತ್ ಎರರ್ ಕರೆಕ್ಷನ್
ml: ടൂത്ത്എറർകണക്ഷൻ
te: టుత్ యర్రర్ కరెక్షన్

source: torque
bg: ট্রক
hi: टॉर्क
kn: ಟಾರ್ಕ್
ml: ടോർക്യൂ
te: టార్క్

source: total
bg: টোটাল
hi: टोटल
kn: ಟೋಟಲ್
ml: ടോടെൽ
te: టొటల్

source: track
bg: ট্র্যাক
hi: ट्रैक
kn: ಟ್ರ್ಯಾಕ್
ml: ട്രാക്ക്
te: ట్రాక్

source: traction
bg: ট্রাক্শন
hi: ट्रैक्शन
kn: ಟ್ರಾಕ್ಷನ್
ml: ട്രാക്ഷൻ
te: ట్రాక్షన్

source: train
bg: ট্রেন
hi: ट्रैन
kn: ಟ್ರೈನ್
ml: ട്രെയിൻ
te: ట్రైన్

source: transmission
bg: ট্রান্সমিশন
hi: ट्रांसमिशन
kn: ಟ್ರಾನ್ಸ್ಮಿಷನ್
ml: ട്രാൻസ്മിഷൻ
te: ట్రాన్స్మిషన్

source: travelled
bg: ট্রাভেলেড
hi: ट्रेवेल्लेड
kn: ಟ್ರಾವೆಲ್ಲ್ಡ್
ml: ട്രാവെൽഡ്
te: ట్రావెల్డ్

source: treatment
bg: ট্রেটমেন্টস
hi: ट्रीटमेंट
kn: ಟ್ರೀಟ್ಮೆಂಟ್
ml: ട്രീറ്റ്മെന്റ്
te: ట్రిట్మెంట్

source: trim
bg: ট্রিম
hi: ट्रिम
kn: ಟ್ರಿಮ್
ml: ട്രിം
te: ట్రిమ్

source: trip
bg: ট্রিপ
hi: ट्रिप
kn: ಟ್ರಿಪ್
ml: ട്രിപ്പ്
te: ట్రిప్

source: trouble
bg: ট্রাবল
hi: ट्रबल
kn: ಟ್ರಬಲ್
ml: ട്രബിൾ
te: ట్రబుల్

source: Troubleshoot
bg: ট্রুবলশুট
hi: ट्रबलशूट
kn: ಟ್ರಾಬ್ಲ್ಶೂಟ್
ml: ട്രബിൾഷൂട്ട്
te: ట్రబుల్ షుట్

source: TROUBLESHOOTING
bg: ট্রাবলশ্যুটিং
hi: ट्रबलशूटिंग
kn: ಟ್ರಾಬ್ಲ್ ಶೂಟಿಂಗ್
ml: ട്രബിൾ ഷൂട്ടിംഗ്
te: ట్రబుల్షుటింగ్

source: Try
bg: ট্রাই
hi: टॉय
kn: ಟ್ರೈ
ml: ട്രൈ
te: ట్రై

source: trying
bg: ট্রায়িং
hi: ट्राइंग
kn: ಟ್ರೈಯಿಂಗ್
ml: ട്രയിങ്ങ്
te: ట్రైయింగ్

source: tuning
bg: টিউনিং
hi: टूनिंग
kn: ಟ್ಯೂನಿಂಗ್
ml: ടേണിങ്
te: ట్యూనింగ్

source: turbine
bg: টারবাইন
hi: टरबाइन
kn: ತುರ್ಬ್ಯ್ನೆ
ml: ടർബയിൻ
te: టర్బైన్

source: turbo
bg: টার্বো
hi: टर्बो
kn: ಟರ್ಬೊ
ml: റർബോ
te: టర్బో

source: turbocharger
bg: টার্বোচার্জার
hi: टर्बोचार्जर
kn: ಟರ್ಬೋಚಾರ್ಜರ್
ml: ടർബോചാർജർ
te: టర్బోచార్జర్

source: Turn
bg: টার্ন
hi: टर्न
kn: ಟರ್ನ್
ml: ടേൺ
te: టర్న్

source: two
bg: টু
hi: त्वू
kn: ಟೂ
ml: റ്റു
te: టు

source: type
bg: টাইপ
hi: टाइप
kn: ಟೈಪ್
ml: റ്റൈപ്പ്
te: టైప్

source: unable
bg: আনেব্লে
hi: एनएबल
kn: ಅನಾಬ್ಲ್
ml: അണബിൾ
te: అనెబల్

source: uncertain
bg: আন্সারটাইন
hi: अनसर्टेन
kn: ಅನ್ಸರ್ಟೈನ್
ml: അൺസെർട്ടൈൻ
te: అన్ సెర్టైన్

source: undefaulted
bg: আন্ডারফল্টএড
hi: एनडिफॉल्टेड
kn: ಉಂಡೆಫ್ಆಲ್ಟ್ದ್
ml: അൺഡിഫോൾട്ടട്
te: అన్డిఫాల్టెడ్

source: under
bg: আন্ডার
hi: अंडर
kn: ಅಂಡರ್
ml: അണ്ടർ
te: ఉండర్

source: underboost
bg: আন্ডারবুস্ট
hi: अंडरबूस्ट
kn: ಅಂಡರ್ಬೂಸ್ಟ್
ml: അണ്ടർബൂസ്റ്റ്
te: అండర్ బుస్ట్

source: undervoltage
bg: আন্ডারভোল্টেজ
hi: अंडरवोल्टेज
kn: ಅಂದೆರವೋಲ್ಟ್ಜ್
ml: അണ്ടർ വോൾട്ടേജ്
te: అండర్ ఓల్టెఙ్

source: unexpected
bg: আনএক্সপেকটেড
hi: अनएक्सपेक्टेड
kn: ಆನ್ ಎಕ್ಸ್ಪೆಕ್ಟೆಡ್
ml: അൺഎക്സ്പെക്റ്റട്
te: అన్ఎక్స్పెకటెడ్

source: Unhealthy
bg: উনহেলথি
hi: अन्हेल्थी
kn: ಎನ್ಹೇಳತಿ
ml: അൺഹെൽത്തി
te: అన్ హెల్తి

source: unit
bg: ইউনিট
hi: यूनिट
kn: ಯೂನಿಟ್
ml: യൂണിറ്റ്
te: యూనిట్

source: unpowered
bg: আনপাওয়ারড
hi: उनपॉवर्ड
kn: ಎನ್ ಪೋವೆರೆಡ್
ml: അൺപവേട്
te: అన్ పవర్డ్

source: unstable
bg: আনস্টেবল
hi: उनस्टेबल
kn: ಉನ್ಸ್ಟೇಬಲ್
ml: അൺസ്റ്റേബിൾ
te: అన్స్టెబుల్

source: until
bg: আন্টিল
hi: अंटिल
kn: ಅಂಟಿಲ್
ml: അൺടിൽ
te: అన్టిల్

source: up
bg: আপ
hi: अप
kn: ಅಪ್
ml: അപ്പ്
te: అప్

source: upper
bg: অপার
hi: अपर
kn: ಅಪ್ಪರ್
ml: അപ്പർ
te: అప్ప్ ర్

source: upshift
bg: উপশিফট
hi: उपशिफ्ट
kn: ಉಪಶಿಫ್ಟ್
ml: അപ്പ്ഷിഫ്റ്റ്
te: అప్ షిఫ్ట్

source: upstream
bg: আপস্ট্রিম
hi: अपस्ट्रीम
kn: ಅಪ್ಸ್ಟ್ರೀಮ್
ml: അപ്പ്സ്ട്രീം
te: అప్స్ట్రీమ్

source: urea
bg: ইউরিয়া
hi: यूरिया
kn: ಯೂರಿಯ
ml: യുറിയ
te: యూరియా

source: usage
bg: ইউসেজ
hi: यूसेज
kn: ಯೂಸೇಜ್
ml: യൂസേജ്
te: యుసెఙ్

source: use
bg: ইউস
hi: यूज़
kn: ಉಸ್
ml: യൂസ്
te: య్సుస్

source: used
bg: উসড
hi: यूज़्ड
kn: ಯುಜ್ಡ್
ml: യൂസ്ഡ്
te: యుస్డ్

source: uses
bg: ইউসেজ
hi: यूज़स
kn: ಉಸ್ಸ್
ml: യൂസസ്
te: యుసెస్

source: using
bg: উসিঞ
hi: युसींग
kn: ಯೂಸಿಂಗ್
ml: യൂസിങ്
te: యుసింగ్

source: vacuum
bg: ভাকুমম
hi: वेक्यूम
kn: ವ್ಯಾಕ್ಯುಮ್
ml: വാക്വം
te: వాక్యూమ్

source: validation
bg: ভ্যালিডেশন
hi: वेलिडेशन
kn: ವ್ಯಾಲಿಡೇಷನ್
ml: വാലിഡേഷൻ
te: వాలిడెటషన్

source: value
bg: ভ্যালু
hi: वैल्यू
kn: ವ್ಯಾಲ್ಯೂ
ml: വാല്യൂ
te: వాల్య్

source: values
bg: ভ্যালুজ
hi: वैल्यूज
kn: ವ್ಯಾಲ್ಯೂಸ್
ml: വാല്ല്യൂസ്
te: వాల్యుస్

source: valve
bg: ভালভ
hi: वाल्व
kn: ವಾಲ್ವ್
ml: വാൾവ്
te: వాల్వ్

source: vapour
bg: ভ্যাপার
hi: वपूर
kn: ವೈಪರ್
ml: വാപർ
te: వెపొర్

source: variation
bg: ভেরিয়েশন
hi: वेरिएशन
kn: ವೈರಿಯೇಷನ್
ml: വാരിയേഷൻ
te: వెరియెషన్

source: vehicle
bg: ভেহিকল
hi: व्हीकल
kn: ವೆಹಿಕಲ್
ml: വെഹിക്കിൾ
te: వెహికల్

source: vehicles
bg: ভেহিকলেস
hi: व्हीकल्स
kn: ವೆಹಿಕಲ್ಸ್
ml: വെഹിക്കിൾ
te: వెహికల్స్

source: vent
bg: ভেন্ট
hi: वेंट
kn: ವೆಂಟ್
ml: വെൻറ്റ്
te: వెంట్

source: venting
bg: ভেন্টিং
hi: वेंटिंग
kn: ವೆಂಟಿನ್ಗ್
ml: വെൻറ്റിങ്
te: వెంటింగ్

source: versions
bg: ভার্শন্স
hi: वर्शनस
kn: ವೇರ್ಶ್ನ್ಸ್
ml: വേർഷൻസ്
te: వెర్ష్ న్స్

source: vext
bg: ভক্সট
hi: बेस्ट
kn: ವೇಕ್ಸ್ಟ್
ml: വെക്റ്റ്
te: వెక్స్ట్

source: vin
bg: ভিন
hi: विन
kn: ವಿನ್
ml: വിൻ
te: విన్

source: visibility
bg: ভিসিবিলিটি
hi: विजिबिलिटी
kn: ವಿಸಿಬಿಲಿಟಿ
ml: വിസിബിലിറ്റി
te: విసిబిలిటి

source: volt
bg: ভোল্ট
hi: वोल्ट
kn: ವೋಲ್ಟ್
ml: വോൾട്ട്
te: వోల్ట్

source: voltage
bg: ভোল্টেজ
hi: वोल्टेज
kn: ವೋಲ್ಟೇಜ್
ml: വോൾട്ടേജ്
te: వోల్టేజ్

source: volume
bg: ভলিউম
hi: वॉल्यूम
kn: ವಾಲ್ಯೂಮ್
ml: വോളിയം
te: వాల్యూమ్

source: vpu
bg: ভেপু
hi: वीपीऊ
kn: ವಿ ಪಿ ಯು
ml: വിപിയു
te: విపియు

source: Wait
bg: ওয়েট
hi: वेट
kn: ವೇಟ್
ml: വെയ്റ്റ്
te: వెయిట్

source: warm
bg: ওয়ার্ম
hi: वार्म
kn: ವಾರ್ಮ್
ml: വാം
te: వార్మ్

source: warmup
bg: ওয়ার্ম আপ
hi: वार्मअप
kn: ವಾರ್ಮ್ ಅಪ್
ml: വാംഅപ്പ്
te: వార్మ్అప్

source: warning
bg: ওয়ার্নিং
hi: वोर्निंग
kn: ವಾರ್ನಿಂಗ್
ml: വാർണിങ്ങ്
te: వార్నింగ్

source: waste
bg: ওয়েস্ট
hi: वेस्ट
kn: ವೇಸ್ಟ್
ml: വേസ്റ്റ്
te: వేస్ట్

source: wastegate
bg: ওয়াস্তে গেট
hi: वेस्टगेट
kn: ವೇಸ್ಟ್ ಗೇಟ್
ml: വേസ്റ്റേജ്
te: వేస్ట్ గేట్

source: WATER
bg: ওয়াটার
hi: वाटर
kn: ವಾಟರ್
ml: വ്വാട്ടർ
te: వాటర్

source: wave
bg: ওয়েভ
hi: वेव
kn: ವೇವ
ml: വേവ്
te: వేవ్

source: waveform
bg: ওয়েভফর্ম
hi: वावफॉर्म
kn: ವೇವ ಫಾರಂ
ml: വേവ് ഫോം
te: వెవ్ ఫార్మ్

source: way
bg: ওয়ে
hi: वे
kn: ವೆ
ml: വേ
te: వే

source: wear
bg: ওয়ার
hi: वियर
kn: ವೆರ್
ml: വെയർ
te: వెర్

source: wheel
bg: হুইল
hi: व्हील
kn: ವೀಲ್
ml: വീൽ
te: వీల్

source: WHEELER
bg: হুইলার
hi: व्हीलर
kn: ವೀಲರ್
ml: വീലർ
te: వీలర్

source: when
bg: হোয়েন
hi: व्हेन
kn: ವೆನ್
ml: വെൻ
te: వెన్

source: whether
bg: হোয়েদার
hi: व्हेदर
kn: ವೆತೆರ್
ml: വെദർ
te: వెథర్

source: which
bg: হোইচ
hi: व्हीच
kn: ವಿಚ್
ml: വിച്ച്
te: వుచ్

source: while
bg: হোয়াইল
hi: व्हील
kn: ವೈಲ್
ml: വൈൽ
te: వైల్

source: wide
bg: ওয়াইড
hi: वाइड
kn: ವೈಡ್
ml: വൈഡ്
te: వైడ్

source: width
bg: উইড্থ
hi: विड्थ
kn: ವಿಡ್ತ್
ml: വിട്ത്ത്
te: విడ్త్

source: will
bg: উইল
hi: विल
kn: ವಿಲ್
ml: വിൽ
te: విల్

source: winter
bg: উইন্টার
hi: विंटर
kn: ವಿಂಟರ್
ml: വിൻറ്റർ
te: వింటర్

source: wiper
bg: উইপের
hi: वाइपर
kn: ವೈಪರ್
ml: വൈപ്പർ
te: వైపర్

source: wire
bg: ওয়্যার
hi: वायर
kn: ವೈರ್
ml: വ്വയർ
te: వైర్

source: wires
bg: ওয়্যারস
hi: वायर्स
kn: ವೈರ್ಸ್
ml: വയഴ്സ്
te: వైర్స్

source: Wiring
bg: ওয়ারিং
hi: वायरिंग
kn: ವೈರಿಂಗ್
ml: വയെറിങ്
te: వైరింగ్

source: with
bg: উইথ
hi: विथ
kn: ವಿತ್
ml: വിത്ത്
te: విత్

source: without
bg: উইথআউট
hi: विथाउट
kn: ವಿಥೌಟ್
ml: വിത്വൊട്ട്
te: వితౌట్

source: words
bg: ওয়ার্ডস
hi: वर्ड्स
kn: ವರ್ಡ್ಸ್
ml: വേഡ്സ്
te: వొర్డ్స్

source: work
bg: ওয়ার্ক
hi: वर्क
kn: ವರ್ಕ್
ml: വർക്ക്
te: వర్క్

source: working
bg: ওয়ার্কিং
hi: वर्किंग
kn: ವರ್ಕಿಂಗ್
ml: വ്വർക്കിങ്
te: వర్కింగ్

source: Write
bg: রাইট
hi: राइट
kn: ರೈಟ್
ml: റൈറ്റ്
te: వ్రైట్

source: writing
bg: রাইটিং
hi: राइटिंग
kn: ರೈಟಿಂಗ್
ml: റൈറ്റീങ്
te: వ్రైటింగ్

source: wrong
bg: রঙ
hi: रॉंग
kn: ರಾಂಗ್
ml: റോങ്
te: వ్రాంగ్

source: zero
bg: জিরো
hi: जीरो
kn: ಜೀರೋ
ml: സീറോ
te: ఙిరొ
